Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: New holder
ro_ro: Noul titular

source: Users
ro_ro: Utilizatorii

source: Groups
ro_ro: Grupuri

source: Roles
ro_ro: Roluri

source: ACLs
ro_ro: ACL-uri

source: details
ro_ro: Detalii

source: grant
ro_ro: acorda

source: revoke
ro_ro: revoca

source: Default ACLs
ro_ro: ACL-uri iniţial

source: List of classes
ro_ro: Lista de clase

source: ACLs for class
ro_ro: ACL-uri pentru clasa

source: Insufficient access.
ro_ro: Accesul insuficient.

source: permission
ro_ro: permisiune

source: access entry
ro_ro: de acces de intrare

source: access entries
ro_ro: acces intrări

source: default access entry
ro_ro: acces de intrare iniţial

source: default access entries
ro_ro: acces intrări implicit

source: Access control lists
ro_ro: Lista de control acces

source: Edit ACLs
ro_ro: Editați ACL-uri

source: View ACLs
ro_ro: Vezi ACL-uri

source: Edit class default ACLs
ro_ro: Editați ACL-uri de clasă implicite

source: View class default ACLs
ro_ro: Vezi ACL-uri de clasă implicite

source: access control lists for: %s
ro_ro: listele de control accese pentru:% s

source: holder
ro_ro: titular

source: permissions
ro_ro: permisiuni

source: permissions available to: %(actor)s for %(obj)s
ro_ro: permisiunile disponibile la:%(actor)s pentru %(obj)s

source: label
ro_ro: etichetă

source: has permission
ro_ro: are permisiunea

source: for %s
ro_ro: pentru% s

source: to %s
ro_ro: la% s

source: Are you sure you wish to grant the permission %(title_suffix)s?
ro_ro: Sunteți sigur că doriți să acorde permisiunea %(title_suffix)s ?

source: Are you sure you wish to grant the permissions %(title_suffix)s?
ro_ro: Sunteți sigur că doriți să acorde permisiuni %(title_suffix)s ?

source: Permission "%(permission)s" granted to %(actor)s for %(object)s.
ro_ro: Permisiune "%(permission)s" acordată %(actor)s pentru %(object)s.

source: %(actor)s, already had the permission "%(permission)s" granted for %(object)s.
ro_ro: %(actor)s , a avut deja permisiunea "%(permission)s" acordată pentru %(object)s.

source: from %s
ro_ro: de la% s

source: Are you sure you wish to revoke the permission %(title_suffix)s?
ro_ro: Sunteți sigur că doriți să revocați permisiunea %(title_suffix)s?

source: Are you sure you wish to revoke the permissions %(title_suffix)s?
ro_ro: Sunteți sigur că doriți să revocați permisiunile %(title_suffix)s?

source: Permission "%(permission)s" revoked of %(actor)s for %(object)s.
ro_ro: Permisiune"%(permission)s" revocată pentru %(actor)s pentru %(object)s.

source: %(actor)s, didn't had the permission "%(permission)s" for %(object)s.
ro_ro: %(actor)s, nu a avut permisiunea%(permission)s" pentru %(object)s.

source: add new holder for: %s
ro_ro: adauga nou titular pentru:% s

source: Select
ro_ro: Selecta

source: classes
ro_ro: clase

source: class
ro_ro: clasă

source: default access control lists for class: %s
ro_ro: listele de control acces implicite pentru clasa:% s

source: permissions available to: %(actor)s for class %(class)s
ro_ro: permisiunile disponibile la: %(actor)s pentru clasa %(class)s

source: add new holder for class: %s
ro_ro: adauga nou titular pentru clasa:% s
