Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, da, ro_ro

source: thumbnail
da: miniature
ro_ro: Miniatura

source: Expand compressed files
bs_ba: Otpakuj kompresovane datoteke
da: Udpak komprimerede filer
ro_ro: Dezarhivare fișiere comprimate

source: Upload a compressed file's contained files as individual documents
bs_ba: Upload kompresovane datoteke koja sadrži individualne dokumente
da: Upload individuelle filer fra komprimeret arkiv
ro_ro: Încărcați fișiere de fișier comprimat care sunt incluse ca documente individuale

source: Staging file
bs_ba: Osnovna datoteka
da: Staging fil
ro_ro: Structura fisier

source: File
bs_ba: Datoteka
da: Fil
ro_ro: Fișier

source: delete
bs_ba: obriši
da: slet
ro_ro: Șterge

source: sources
bs_ba: izvori
da: kilder
ro_ro: Surse

source: web forms
bs_ba: web forme
da: webformularer

source: staging folders
bs_ba: osnovni folderi
da: staging mapper
ro_ro: Așteptare dosare

source: watch folders
bs_ba: pregled foldera
da: overvågningsmapper
ro_ro: Vizualizare foldere

source: edit
bs_ba: izmijeni
da: redigér
ro_ro: Modifica

source: add new source
bs_ba: dodaj novi izvor
da: tilføje ny kilde
ro_ro: Adauga sursa noua

source: transformations
bs_ba: transformacije
da: transformationer
ro_ro: Modificari

source: add transformation
bs_ba: dodaj transformaciju
da: tilføje transformation
ro_ro: Modifica

source: Document sources
bs_ba: izvori dokumenata
da: Document kilder
ro_ro: Sursa documentului

source: upload new version
bs_ba: upload nove verzije
da: upload ny version
ro_ro: încărcați noua versiune

source: Always
bs_ba: Uvijek
da: Altid
ro_ro: Mereu

source: Never
bs_ba: Nikada
da: Aldrig
ro_ro: niciodată

source: Ask user
bs_ba: Pitaj korisnika
da: Spørg bruger
ro_ro: Întreabă utilizatorul

source: Drive
da: Drev

source: Network drive
da: Netværksdrev

source: User drive
bs_ba: Korisnički drive
da: Bruger-drev

source: Envelope
bs_ba: Koverat
da: Kuvert
ro_ro: Plic

source: Folder
da: Mappe
ro_ro: Director

source: World
bs_ba: Svijet
da: Verden

source: Empty printer
bs_ba: Isprazni printer
da: Tom printer
ro_ro: Goleste imprimanta

source: web form
da: webformular

source: server staging folder
bs_ba: osnovni folder servera
da: server staging mappe
ro_ro: serverul directorului de astepatare

source: server watch folder
bs_ba: serverski folder za pregled
da: server overvågningsmappe
ro_ro: server director de veghe

source: server staging folders
bs_ba: osnovni folderi servera
da: server stagingmapper
ro_ro: serverul directoarelor de astepatare

source: server watch folders
bs_ba: serverski folderi za pregled
da: server overvågningsmapper
ro_ro: server directoare de veghe

source: title
bs_ba: naslov
da: titel
ro_ro: Titlu

source: enabled
bs_ba: omogućen
da: aktiveret
ro_ro: activată

source: whitelist
bs_ba: bijela lista
da: hvidliste
ro_ro: lista alba

source: blacklist
bs_ba: crna lista
da: sortliste
ro_ro: list neagra

source: icon
bs_ba: ikonica
da: ikon

source: An icon to visually distinguish this source.
bs_ba: Ikona za vizualno razlikovanje ovog izvora
da: Et ikon til visuelt at skelne denne kilde.
ro_ro: O pictogramă pentru a distinge vizual această sursă.

source: folder path
bs_ba: putanja foldera
da: mappesti
ro_ro: Cale director

source: Server side filesystem path.
bs_ba: Serverska putanja na filesystem-u
da: Serverside filsystem sti.
ro_ro: Cale de fișiere server.

source: preview width
bs_ba: pregledaj širinu
da: Forhåndsvis bredte
ro_ro: previzualizare lățime

source: Width value to be passed to the converter backend.
bs_ba: Vrijednost za širinu za konvertovanje na backend-u.
da: Bredde, der overføres til konverter backend.
ro_ro: Valoarea lățime trecuta convertorului.

source: preview height
bs_ba: pregledaj visinu
da: Forhåndsvis højde
ro_ro: previzualizare înălțime

source: Height value to be passed to the converter backend.
bs_ba: Vrijednost za visinu za konvertovanje na backend-u.
da: Højde, der overføres til konverter backend.
ro_ro: Valoare de înălțime trecuta convertorului.

source: uncompress
bs_ba: dekompresuj
da: udpak
ro_ro: necomprimata

source: Whether to expand or not compressed archives.
bs_ba: Otpakuj ili ne kompresovane datoteke
da: Hvorvidt et pakket arkiv skal udpakkes eller ikke
ro_ro: Dacă se extinde sau nu se arhivează.

source: delete after upload
bs_ba: obriši nakon upload-a
da: slet efter upload
ro_ro: șterge după încărcare

source: Delete the file after is has been successfully uploaded.
bs_ba: Obriši datoteku nakon što bude uspješno upload-ana.
da: Slet filen, efter upload.
ro_ro: Ștergeți fișierul după ce este a fost încărcat cu succes.

source: Unable get list of staging files: %s
bs_ba: Onemogući dobivanje liste osnovnih datoteka: %s
da: Kan ikke danne en liste med staging filer: %s
ro_ro: Imposibil obține lista de fișiere de așteptare:% s

source: staging folder
bs_ba: osnovni folder
da: staging mappe
ro_ro: director așteptare

source: Inverval in seconds where the watch folder path is checked for new documents.
bs_ba: Inverval u sekundama gdje je potvrđeno da se vidi putanja foldera za nove dokumente.
da: Inverval i sekunder, for kontrol af nye dokumenter i overvåget mappe
ro_ro: Inverval în secunde pentru cazul în care folderul de veghe este verificat pentru documente noi.

source: watch folder
bs_ba: vidi folder
da: overvåget mappe
ro_ro: folder de veghe

source: Enter a valid value.
bs_ba: Unesi ispravnu vrijednost
da: Indtast en gyldig værdi.
ro_ro: Introduceți o valoare validă.

source: order
bs_ba: poredak
da: rækkefølge
ro_ro: comandă

source: arguments
bs_ba: argumenti
da: argumenter
ro_ro: argumente

source: Use dictionaries to indentify arguments, example: %s
bs_ba: Koristi rječnik da idetfikuješ argumente, npr.: %s
da: Brug ordbøger til at identificere argumenter, eksempel: %s
ro_ro: Utilizarea dicționarelor de a identifica argumente, de exemplu:% s

source: document source transformation
bs_ba: transformacija izvora dokumenta
da: dokument kilde transformation
ro_ro: documentul sursă de transformare

source: document source transformations
bs_ba: transformacije izvora dokumenta
da: dokument kilde transformationer
ro_ro: sursa documentului transformări

source: out of process
bs_ba: izvan procesuiranja
da: ude af proces
ro_ro: dintr-un proces

source: Sources setup
bs_ba: Setup izvora
da: Kilde setup
ro_ro: Configurare surse

source: View existing document sources
bs_ba: Pregledaj postojeće izvore dokumenata
da: Se eksisterende dokument kilder
ro_ro: Vezi sursele existente de documente

source: Edit document sources
bs_ba: Izmijeni izvore dokumenta
da: Rediger dokument kilder
ro_ro: Editare de documente din surse

source: Delete document sources
bs_ba: Obriši izvore dokumenta
da: Slet Document kilder
ro_ro: Ștergeți din surse de documente

source: Create new document sources
bs_ba: Kreiraj nove izvore dokumenta
da: Opret et nyt dokument kilder
ro_ro: Creaza noi surse de documente

source: Whitelist Blacklist validation error.
bs_ba: Bijela lista - Crna lista greška validacije.
da: Hvidliste Sortliste valideringsfejl.
ro_ro: Lista neagră lista albă eroare de validare.

source: here
bs_ba: ovdje
da: her
ro_ro: aici

source: Upload sources
bs_ba: Upload izvora
da: Upload kilder
ro_ro: Încărcați surse

source: No interactive document sources have been defined or none have been enabled.
bs_ba: Nema definisanih interaktivnih izvora dokumenata ili nijedan nije omogućen.
da: Ingen interaktive dokument kilder er blevet defineret eller ingen er blevet aktiveret.
ro_ro: Nu există surse interactive de documente care au fost definite sau nu au fost activate.

source: Click %(setup_link)s to add or enable some document sources.
bs_ba: Odaberi %(setup_link)s da dodaš ili mogućiš neke izvore dokumenta.
da: Klik %(setup_link)s for at tilføje eller aktivere nogle dokumenter kilder.
ro_ro: Faceți clic pe %(setup_link)s pentru a adăuga sau pentru a permite acseul la surse.

source: New document version uploaded successfully.
bs_ba: Nova verzija dokumenta uspješno upload-ana
da: Ny dokumentversion uploadet
ro_ro: Versiunea document nou încărcat cu succes.

source: File uploaded successfully.
bs_ba: Datoteka uspješno upload-ana.
da: Fil uploadet
ro_ro: Fișier încărcat cu succes.

source: File uncompressed successfully and uploaded as individual files.
bs_ba: Datoteka dekompresovana uspješno i sadržaj uplodan kao individualne datoteke.
da: Fil pakket ud og uploadet som individuelle filer
ro_ro: Fișier necomprimat încărcat cu succes ca fișiere individuale.

source: File was not a compressed file, uploaded as it was.
bs_ba: Datoteka nije kompresovana, uploadana onakva kakva je.
da: Det var ikke en pakket fil der blev uploadet
ro_ro: Fișierul nu a fost un fișier comprimat, a fost încărcat aşa cum este.

source: New version uploads are not allowed for this document.
bs_ba: Upload nove verzije nije dozvoljen za ovaj dokument.
da: Ikke tilladt at uploade nye versioner af dette dokument
ro_ro: Încărcărcarea unei noi versiuni nu este permise pentru acest document.

source: Unhandled exception: %s
bs_ba: Neobrađena iznimka: %s
da: Uhåndteret undtagelse: %s
ro_ro: Excepție netratată:% s

source: upload a new version from source: %s
bs_ba: upload nove verzije i izvora: %s
da: upload en ny version fra kilden: %s
ro_ro: încărcați o versiune nouă de la sursa:% s

source: upload a local document from source: %s
bs_ba: upload lokalnog dokumenta iz izvora: %s
da: uploade en lokal dokument fra kilde: %s
ro_ro: încărcați un document local din sursa: %s

source: Document version from staging file: %s, uploaded successfully.
bs_ba: Verzija dokumenta iz snovne datoteke: %s, uspješno upload-ana.
da: Dokument fra midlertidig fil: %s, uploadet
ro_ro: Versiunea de documente din dosarul de așteptare:% s, încărcat cu succes.

source: Staging file: %s, uploaded successfully.
bs_ba: Osnovna datoteka: %s, uspješno upload-ana.
da: Staging fil: %s, uploadet.
ro_ro: Schela fișier:% s, încărcată cu succes.

source: Staging file: %s, uncompressed successfully and uploaded as individual files.
bs_ba: Osnovna datoteka: %s, uspješno dekompresovana i upload-ana kao individualne datoteke.
da: Midlertidig fil: %s, pakket ud og uploadet som individuelle filer
ro_ro: Schemă fișier:% s, dezarhivat cu succes și încărcat ca fișiere individuale.

source: Staging file: %s, was not compressed, uploaded as a single file.
bs_ba: Osnovna datoteka: %s, nije dekompresovana, upload-ana kao jedna zasebna datoteka.
da: Midlertidig fil; %s var ikke en pakket fin, uploadet som enkelt fil.
ro_ro: Schema fișier:% s, necomprimată, a fost încărcată ca un singur fișier.

source: Staging file: %s, deleted successfully.
bs_ba: Osnovna datoteka: %s uspješno obrisana.
da: Staging fil: %s slettet.
ro_ro: Schema fișier:% s, eliminătă cu succes.

source: upload a new version from staging source: %s
bs_ba: upload nove verzije iz osnovnog izvora: %s
da: upload en ny version fra midlertidig kilde: %s
ro_ro: încărcați o versiune nouă de la sursa de așteptare:% s

source: upload a document from staging source: %s
bs_ba: upload dokumenta iz osnovnog izvora: %s
da: upload et dokument fra staging kilde: %s
ro_ro: încărcați un document de la sursa de așteptare:% s

source: files in staging path
bs_ba: datoteke u osnovnom izvoru
da: filer på midlertidig sti
ro_ro: fișiere în calea de așteptare

source: Current document type
bs_ba: Tekući tip dokumenta
da: Nuværende dokument type
ro_ro: Tip curent de document

source: None
bs_ba: Ništa
da: Ingen
ro_ro: Nici unul

source: Current metadata
bs_ba: Tekući metadata
da: Nuværende metadata
ro_ro: Metatdate curente

source: Staging file delete successfully.
bs_ba: Osnovna datoteka uspješno obrisana.
da: Midlertidig fil slettet
ro_ro: Schema fișier ștearsă cu succes.

source: Staging file delete error; %s.
bs_ba: Greška brisanja osnovne datoteke; %s.
da: Fejl ved sletning af midlertidig fil; %s
ro_ro: Schema fișier erarare la ștergere; %s.

source: Source edited successfully
bs_ba: Izvor uspješno izmijenjen
da: Kilde rettet
ro_ro: Sursa editat cu succes

source: Error editing source; %s
bs_ba: Greška pri izmjeni izvora; %s
da: Fejl ved rettelse af kilde; %s
ro_ro: Eroare editare sursă ; %s

source: edit source: %s
bs_ba: izmijeni izvor: %s
da: ret kilde; %s
ro_ro: edit sursa:% s

source: source
bs_ba: izvor
da: kilde
ro_ro: sursă

source: Source "%s" deleted successfully.
bs_ba: Izvor "%s" uspješno obrisan.
da: Kilde "%s" slettet.
ro_ro: Sursa "%s" a fost șters cu succes.

source: Error deleting source "%(source)s": %(error)s
bs_ba: Greška pri izmjeni izvora "%(source)s": %(error)s
da: Fejl ved sletning af kilde "%(source)s": %(error)s
ro_ro: Eroare la ștergerea sursa "%(source)s": %(error)s

source: Are you sure you wish to delete the source: %s?
bs_ba: Jeste li sigurni da želite obrisati izvor: %s?
da: Er du sikker på at du vil slette kilden: %s?
ro_ro: Sunteți sigur că doriți să ștergeți sursa:% s?

source: Source created successfully
bs_ba: Izvor uspješno kreiran
da: Kilde dannet
ro_ro: Sursa creat cu succes

source: Error creating source; %s
bs_ba: Greška pri kreiranju izvora; %s
da: Fejl ved dannelse af kilde; %s
ro_ro: Eroare la crearea sursă;% s

source: Create new source of type: %s
bs_ba: Kreiraj novi tip izvora: %s
da: Dan en ny kilde af typen: %s
ro_ro: Creați o nouă sursă de tipul:% s

source: transformations for: %s
bs_ba: transformacije za: %s
da: transformationer for: %s
ro_ro: transformări pentru:% s

source: Source transformation edited successfully
bs_ba: Uspješno izmijenjena transformacija izvora.
da: Kilde tranformation redigeret
ro_ro: Transformarea sursa editată cu succes

source: Error editing source transformation; %s
bs_ba: Greška pri izmjeni transformacije izvora; %s
da: Fejl ved kilde transformation; %s
ro_ro: Eroare editare sursă de transformare;% s

source: Edit transformation: %s
bs_ba: Izmijeni transformaciju: %s
da: Redigér transformation: %s
ro_ro: Editare transformare:% s

source: Source transformation deleted successfully.
bs_ba: Transformacija izvora uspješno obrisana.
da: Kilde transformation slettet
ro_ro: Transformarea sursa ștersă cu succes.

source: Error deleting source transformation; %(error)s
bs_ba: Greška pri brisanju transformacije izvora; %(error)s
da: Fejl ved sletning af kilde transformation; %(error)s
ro_ro: Eroare la ștergerea transformare sursă; %(error)s

source: Are you sure you wish to delete source transformation "%(transformation)s"
bs_ba: Jeste li sigurni da želite obrisati transformaciju izvora "%(transformation)s"
da: Er du sikker på at du vil slette kilde transformation "%(transformation)s"
ro_ro: Sunteți sigur că doriți să ștergeți transformare sursa "%(transformation)s"

source: Source transformation created successfully
bs_ba: Transformacija izvora uspješno kreirana.
da: Kilde transformation dannet
ro_ro: Transformarea sursă creat cu succes

source: Error creating source transformation; %s
bs_ba: Greška pri kreiranju transformacije izvora; %s
da: Fejl ved dannelse af kilde transformation; %s
ro_ro: Eroare la crearea de transformare sursă;% s

source: Create new transformation for source: %s
bs_ba: Kreiraj novu transformaciju za izvor: %s
da: Dan ny transformation til kilde: %s
ro_ro: Creați transformare nou pentru sursa:% s

source: Database
bs_ba: Baza
ro_ro: Baza de date

source: transformation
bs_ba: transformacija
ro_ro: transformare

source: Disk
ro_ro: disc

source: Printer
ro_ro: Imprimanta
