Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.0.tar.gz/mayan-edms-1.0.0/mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: metadata
pt_br: metadados

source: 'metadata' object has no attribute '%s'
pt_br: Objeto 'metadados' tem nenhum atributo '%s'

source: required
pt_br: exigido

source: Name
pt_br: Nome

source: Value
pt_br: Valor

source: Update
pt_br: Atualizar

source: Metadata type
pt_br: Tipo de metadados

source: Remove
pt_br: Remover

source: Metadata sets
pt_br: Conjuntos de metadados

source: Metadata
pt_br: Metadados

source: edit metadata
pt_br: editar metadados

source: add metadata
pt_br: adicionar metadados

source: remove metadata
pt_br: remover metadados

source: metadata types
pt_br: tipos de metadados

source: edit
pt_br: editar

source: delete
pt_br: excluir

source: create new
pt_br: criar novo

source: metadata sets
pt_br: conjuntos de metadados

source: members
pt_br: membros

source: default metadata
pt_br: metadados padrão

source: name
pt_br: nome

source: Do not use python reserved words, or spaces.
pt_br: Não use palavras reservadas python, ou espaços.

source: title
pt_br: título

source: default
pt_br: padrão

source: lookup
pt_br: pesquisa

source: metadata type
pt_br: tipo de metadados

source: metadata set
pt_br: conjunto de metadados

source: metadata set item
pt_br: conjunto de item de metadados

source: metadata set items
pt_br: conjunto de itens de metadados

source: document
pt_br: documento

source: type
pt_br: tipo

source: value
pt_br: valor

source: document metadata
pt_br: metadados do documento

source: document type
pt_br: tipo de documento

source: default metadata sets
pt_br: padrão de metadados definidos

source: document type defaults
pt_br: padrões de tipo de documento

source: document types defaults
pt_br: padrões de tipos de documentos

source: Edit a document's metadata
pt_br: Editar metadados de um documento

source: Add metadata to a document
pt_br: Adicionar metadados a um documento

source: Remove metadata from a document
pt_br: Remover metadados de um documento

source: View metadata from a document
pt_br: Ver os metadados de um documento

source: Metadata setup
pt_br: Configuração de metadados

source: Edit metadata types
pt_br: Editar tipos de metadados

source: Create new metadata types
pt_br: Criar novos tipos de metadados

source: Delete metadata types
pt_br: Excluir tipos de metadados

source: View metadata types
pt_br: Ver tipos de metadados

source: Edit metadata sets
pt_br: Editar conjuntos de metadados

source: Create new metadata sets
pt_br: Criar novos conjuntos de metadados

source: Delete metadata sets
pt_br: Excluir conjuntos de metadados

source: View metadata sets
pt_br: Ver conjuntos de metadados

source: The selected document doesn't have any metadata.
pt_br: O documento selecionado não tem qualquer metadado.

source: Must provide at least one document.
pt_br: Deve fornecer pelo menos um documento.

source: Error editing metadata for document %(document)s; %(error)s.
pt_br: Erro de edição de metadados para documento %(document)s; %(error)s.

source: Metadata for document %s edited successfully.
pt_br: Metadados para o documento %s alterados com sucesso.

source: Edit metadata for document: %s
pt_br: Editar os metadados do documento: %s

source: Edit metadata for documents: %s
pt_br: Editar os metadados do documentos: %s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
pt_br: Tipo de metadados: %(metadata_type)s adicionado com sucesso para documento %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
pt_br: Tipo de metadados: %(metadata_type)s já presente no documento %(document)s .

source: Add metadata type to document: %s
pt_br: Adicionar tipo de metadados ao documento: %s

source: Add metadata type to documents: %s
pt_br: Adicionar tipo de metadados aos documentos: %s

source: Successfully remove metadata type: %(metadata_type)s from document: %(document)s.
pt_br: Tipos de metadados removidos com êxito: %(metadata_type)s do documento: %(document)s.

source: Error removing metadata type: %(metadata_type)s from document: %(document)s.
pt_br: Erro ao remover tipo de metadados: %(metadata_type)s do documento: %(document)s.

source: Remove metadata types from document: %s
pt_br: Remover tipos de metadados do documento: %s

source: Remove metadata types from documents: %s
pt_br: Remover tipos de metadados dos documentos: %s

source: metadata for: %s
pt_br: metadados para: %s

source: internal name
pt_br: nome interno

source: Metadata type edited successfully
pt_br: Tipo de metadados editados com sucesso

source: Error editing metadata type; %s
pt_br: Erro de edição de tipo de metadados; %s

source: edit metadata type: %s
pt_br: editar tipo de metadados: %s

source: Metadata type created successfully
pt_br: Tipo de metadados criado com sucesso

source: create metadata type
pt_br: criar um tipo de metadados

source: Metadata type: %s deleted successfully.
pt_br: Tipo de metadados: %s removido com sucesso.

source: Metadata type: %(metadata_type)s delete error: %(error)s
pt_br: Tipo de metadados: %(metadata_type)s erro ao deletar: %(error)s

source: Are you sure you wish to delete the metadata type: %s?
pt_br: Tem certeza de que deseja excluir o tipo de metadados: %s?

source: Metadata set edited successfully
pt_br: Conjunto de metadados editado com sucesso

source: Error editing metadata set; %s
pt_br: Erro ao editar o conjunto de metadados; %s

source: edit metadata set: %s
pt_br: editar conjunto de metadados: %s

source: non members of metadata set: %s
pt_br: não-membros do conjunto de metadados: %s

source: members of metadata set: %s
pt_br: membros do conjunto de metadados: %s

source: Metadata set created successfully
pt_br: Conjunto de metadados criado com sucesso

source: create metadata set
pt_br: criar um conjunto de metadados

source: Metadata set: %s deleted successfully.
pt_br: Conjunto de metadados: %s removido com sucesso.

source: Metadata set: %(metadata_set)s delete error: %(error)s
pt_br: Conjunto de metadados: %(metadata_set)s erro ao deletar: %(error)s

source: Are you sure you wish to delete the metadata set: %s?
pt_br: Tem certeza de que deseja excluir o conjunto de metadados: %s?

source: Metadata types
pt_br: Tipos de metadados

source: non members of document type: %s
pt_br: não membros do tipo de documento: %s

source: members of document type: %s
pt_br: membros do tipo de documento: %s

source: What are metadata sets?
pt_br: O que são conjuntos de metadados?

source: A metadata set is a group of one or more metadata types. Metadata sets are useful when creating new documents; selecing a metadata set automatically attaches it's member metadata types to said document.
pt_br: Um conjunto de metadados é um grupo de um ou mais tipos de metadados. Conjuntos de metadados são úteis na criação de novos documentos; selecionando um conjunto de metadados, automaticamente atribui tipos de metadados membros desse conjunto ao documento.

source: What are metadata types?
pt_br: Quais são os tipos de metadados?

source: A metadata type defines the characteristics of a value of some kind that can be attached to a document. Examples of metadata types are: a client name, a date, or a project to which several documents belong. A metadata type's name is the internal identifier with which it can be referenced to by other modules such as the indexing module, the title is the value that is shown to the users, the default value is the value an instance of this metadata type will have initially, and the lookup value turns an instance of a metadata of this type into a choice list which options are the result of the lookup's code execution.
pt_br: Um tipo de metadados define as características de um valor de algum tipo que pode ser anexado a um documento. Exemplos de tipos de metadados são: um nome de cliente, uma data ou um projeto ao qual pertencem vários documentos. O nome de um tipo de metadados é o identificador interno com o qual ele pode ser referenciado pelos outros módulos, como o módulo de indexação, o título é o valor que é mostrado para os usuários, o valor padrão é o valor de uma instância desse tipo de metadados terá inicialmente, o valor de pesquisa e vira um exemplo de um metadados deste tipo em uma lista de escolha de quais opções são o resultado da execução a pesquisa de código.
