Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.0.tar.gz/mayan-edms-1.0.0/mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: ar, da

source: preview
ar: معاينة
da: forhåndsvisning

source: tagged items
ar: الأغراض التي ربطت بكلمات استدلالية
da: taggede elementer

source: tags
ar: الكلمات الاستدلالية

source: Name
ar: الاسم
da: Navn

source: Color
ar: اللون
da: Farve

source: Tags
ar: الكلمات الاستدلالية

source: tag list
ar: قائمة الكلمات الاستدلالية
da: tag liste

source: create new tag
ar: أنشأ كلمة استدلالية جديدة
da: opret nyt tag

source: attach tag
ar: أضف كلمة استدلالية
da: vedhæfte tag

source: remove tag
ar: إزالة الكلمة الاستدلالية
da: fjern tag

source: remove tags
ar: إزالة الكلمات الاستدلالية
da: fjern tags

source: delete
ar: حذف
da: slet

source: edit
ar: تعديل
da: redigér

source: tagged documents
ar: الوثائق المربوطة بكلمات استدلالية
da: taggede dokumenter

source: ACLs
ar: الصلاحيات:

source: Blue
ar: أزرق
da: Blå

source: Cyan
ar: سماوي

source: Coral
ar: مرجاني

source: Green-Yellow
ar: اخضر-اصفر
da: Grøn-Gul

source: Khaki
ar: كاكي

source: LightGrey
ar: رصاصي فاتح
da: LysGrå

source: Magenta
ar: أرجواني

source: Red
ar: أحمر
da: Rød

source: Orange
ar: برتقالي

source: Yellow
ar: أصفر
da: Gul

source: tag
ar: كلمة استدلالية

source: color
ar: لون
da: farve

source: tag properties
ar: خصائص الكلمة الاستدلالية
da: tag egenskaber

source: tags properties
ar: خصائص الكلمات الاستدلالية
da: tags egenskaber

source: Create new tags
ar: أنشأ كلمات استدلالية جديدة
da: Opret nye tags

source: Delete tags
ar: حذف الكلمات الاستدلالية
da: Slet tags

source: Edit tags
ar: تعديل الكلمات الاستدلالية
da: Redigér tags

source: View tags
ar: عرض الكلمات الاستدلالية
da: Vis tags

source: Attach tags to documents
ar: إضافة كلمات استدلالية للوثائق
da: Vedhæft tags til dokumenter

source: Remove tags from documents
ar: إزالة الكلمات الاستدلالية من الوثائق
da: Fjern tags fra dokumenter

source: Tag already exists.
ar: الكلمة الاستدلالية موجودة مسبقاً.
da: Tag eksistere allerede.

source: Tag created succesfully.
ar: تم انشاء الكلمة الاستدلالية بنجاح
da: Tag oprettet.

source: create tag
ar: انشاء كلمة استدلالية
da: opret tag

source: Must provide at least one document.
ar: يجب توفير وثيقة واحدة عالاقل.
da: Skal angive mindst ét ​​dokument.

source: Document "%(document)s" is already tagged as "%(tag)s"
ar: الوثيقة "%(document)s" مربوطة مسبقاً بالكلمات الاستدلالية "%(tag)s"
da: Dokumentet "%(document)s" er allerede mærket som "%(tag)s"

source: Tag "%(tag)s" attached successfully to document "%(document)s".
ar: تم ربط الكلمة الاستدلالية "%(tag)s" بالوثيقة "%(document)s" .
da: Tag "%(tag)s" vedhæftet til at dokumentet "%(document)s".

source: document
ar: وثيقة
da: dokument

source: Attach tag to document: %s.
ar: اضافة كلمة استدلالية للوثيقة: %s
da: Vedhæft tag til dokumenter: %s.

source: Attach tag to documents: %s.
ar: اضافة كلمة استدلالية للوثائق: %s
da: Vedhæft tag til dokumenter: %s.

source: Must provide at least one tag.
ar: يجب توفير كلمة استدلالية واحدة عالاقل
da: Der skal angives mindst én tag.

source: Tag "%s" deleted successfully.
ar: الكلمة الاستدلالية "%s" مسحت بنجاح.
da: Tag "%s" slettet.

source: Error deleting tag "%(tag)s": %(error)s
ar: خطأ أثناء مسح الكلمة الاستدلالية "%(tag)s": %(error)s
da: Fejl ved sletning af tag "%(tag)s": %(error)s

source: Are you sure you wish to delete the tag: %s?
ar: هل أنت متأكد أنك تريد حذف الكلمة الاستدلالية : %s؟
da: Er du sikker på du ønsker at slette tag: %s?

source: Will be removed from all documents.
ar: ستتم الإزالة من جميع الوثائق.
da: Vil blive fjernet fra alle dokumenter.

source: Are you sure you wish to delete the tags: %s?
ar: هل أنت متأكد أنك تريد حذف الكلمات الاستدلالية: %s؟
da: Er du sikker på du ønsker at slette disse tags: %s?

source: Tag updated succesfully.
ar: تم تحديث الكلمة الاستدلالية بنجاح
da: Tag opdateret.

source: edit tag: %s
ar: تعديل الكلمة الاستدلالية: %s
da: redigér tag: %s

source: documents with the tag "%s"
ar: الوثائق المربوطة بالكلمة الاستدلالية "%s"
da: dokumenter med tag "%s"

source: tags for: %s
ar: الكلمات الاستدلالية ل: %s

source: Must provide at least one tagged document.
ar: يجب توفير وثيقة واحد عالاقل مربوطة بكلمات استدلالية
da: Skal angive mindst ét tagget dokument.

source: Remove tag from document: %s.
ar: ازالة الكلمة الاستدلالية من الوثيقة: %s
da: Fjern tag fra dokument: %s.

source: Remove tag from documents: %s.
ar: ازالة الكلمة الاستدلالية من الوثائق: %s
da: Fjern tag fra dokumenter: %s.

source: Are you sure you wish to remove the tag "%(tag)s" from the document: %(document)s?
ar: هل أنت متأكد أنك ترغب في إزالة الكلمة الاستدلالية "%(tag)s" من وثيقة %(document)s؟
da: Er du sikker på du vil fjerne mærket "%(tag)s" fra dokumentet: %(document)s?

source: Are you sure you wish to remove the tag "%(tag)s" from the documents: %(documents)s?
ar: هل أنت متأكد أنك ترغب في إزالة الكلمة الاستدلالية "%(tag)s" من الوثائق %(documents)s؟
da: Er du sikker på du vil fjerne mærket "%(tag)s" fra dokumenterne: %(documents)s?

source: Are you sure you wish to remove the tags: %(tags)s from the document: %(document)s?
ar: هل أنت متأكد أنك ترغب في الكلمات الاستدلالية %(tags)s من الوثيقة %(document)s؟
da: Er du sikker på du ønsker at fjerne tags: %(tags)s fra dokumentet: %(document)s?

source: Document "%(document)s" wasn't tagged as "%(tag)s"
ar: الوثيقة "%(document)s" لم تربط مع: "%(tag)s"
da: Dokumentet "%(document)s" ikke blev kodet som "%(tag)s"

source: Tag "%(tag)s" removed successfully from document "%(document)s".
ar: الكلمة الاستدلالية "%(tag)s" أزيلت بنجاح من الوثيقة "%(document)s".
da: Tag "%(tag)s" blev fjernet fra dokumentet "%(document)s".

source: Add tag to document
ar: أضف كلمة استدلالية للوثيقة
da: Tilføj tag til dokument
