Repository: pypi-data/pypi-mirror-7
Catalog: packages/cmsplugin_news3/cmsplugin_news3-0.0.1.tar.gz/cmsplugin_news3-0.0.1/cmsplugin_news3/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You do not have permission to save published news articles.
ru: У вас нет прав сохранять опубликованные новости.

source: You do not have permission to publish news articles.
ru: У Вас нет прав публиковать новости.

source: %(count)d newsitem was published
ru: %(count)d новость опубликована

source: Publish selected news
ru: Опубликовать выбранные новости

source: You do not have permission to unpublish news articles.
ru: У Вас нет прав снимать новости с публикации.

source: %(count)d newsitem was unpublished
ru: %(count)d новость снята с публикации

source: Unpublish selected news
ru: Снять новость с публикации

source: Latest News
ru: Последние новости

source: Latest news
ru: Последние новости

source: News
ru: Новости

source: News list
ru: Список новостей

source: Add news
ru: Добавить новость

source: News Navigation
ru: Навигация Новостей

source: Title
ru: Заголовок

source: A slug is a short name which uniquely identifies the news item for this day
ru: Slug это уникальное короткое имя иденцифицирующее новость в указанный день

source: Excerpt
ru: Выдержка

source: Content
ru: Содержание

source: Optional. Image for news article.
ru: Необязательно. Изображение для новости.

source: Published
ru: Опубликовано

source: Publication date
ru: Дата публикации

source: Can publish/unpublish news article
ru: Может публиковать/снимать с публикации новости

source: Numbers of news items to show
ru: Количество показываемых новостей

source: Limits the number of items that will be displayed
ru: Ограничивает количество элементов, которое будет отображаться

source: All news
ru: Все новости

source: Read more
ru: Читать далее

source: No news yet
ru: Нет новостей

source: previous
ru: предыдущая

source: Page %(p_number)s of %(p_num_pages)s.
ru: Страница %(p_number)s из %(p_num_pages)s.

source: next
ru: следующая

source: News for %(t_date)s
ru: Новости за %(t_date)s

source: No news for this day
ru: Нет новостей за этот день

source: No news for this month
ru: Нет новостей за этот месяц

source: No news for this year
ru: Нет новостей за этот год

source: read more...
ru: читать далее...
