Repository: pypi-data/pypi-mirror-7
Catalog: packages/openslides-topicvoting/openslides-topicvoting-1.1.0.tar.gz/openslides-topicvoting-1.1.0/openslides_topicvoting/locale/*/LC_MESSAGES/django.po
Languages: de

source: Import file has wrong character encoding, only UTF-8 is supported!
de: Die Quelldatei benutzt eine ungültige Zeichenkodierung, es wird nur UTF-8 unterstützt!

source: %(categories)d categories and %(topics)d topics successfully imported.
de: %(categories)d Kategorien and %(topics)d Themen erfolgreich importiert.

source: Topicvoting
de: Themenwahl

source: Weight (for runoff poll)
de: Gewicht (für Stichwahl)

source: Title
de: Titel

source: Submitter
de: Vorschlag von

# topicvoting
source: Category
de: Kategorie

source: Votes
de: Stimmen

source: Can see topicvoting categories and topics
de: Darf Kategorien und Themen sehen (Themenwahl)

source: Can manage topicvoting categories and topics
de: Darf Kategorien und Themen verwalten (Themenwahl)

source: %(title)s (proposed by %(submitter)s)
de: %(title)s (Vorschlag von %(submitter)s)

source: Number of topics to be elected
de: Anzahl der zu wählenden Themen

source: The winning topics are highlighted in the result table.
de: Die erstplatzierten Themen sind in der Ergebnistabelle hervorgehoben.

source: Title of the ballot paper
de: Titel auf dem Wahlzettel

source: Notice on the ballot paper
de: Erläuterungen auf dem Wahlzettel

source: Ballot paper
de: Wahlzettel

source: Back to overview
de: Zurück zur Übersicht

source: Cancel
de: Abbrechen

source: required
de: erforderlich

source: New
de: Neu

# topicvoting
source: New Category
de: Neue Kategorie

source: New Topic
de: Neues Thema

source: Import
de: Importieren

source: Results
de: Ergebnisse

source: Topics
de: Themen

source: Attention: There are “lost topics”, that means there are some topics which do not belong to any category.
de: Achtung: Es gibt „verlorene Themen“, das heißt es gibt Themen, die keiner Kategorie zugeordnet sind.

source: Topic
de: Thema

# topicvoting
source: Submitter
de: Vorschlag von

source: Actions
de: Aktionen

source: Lost topic
de: Verlorenes Thema

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

# topicvoting
source: Categories
de: Kategorien

source: Runoff poll
de: Stichwahl

# topicvoting
source: No categories available.
de: Keine Kategorien verfügbar.

source: votes
de: Stimmen

source: No topics available.
de: Keine Themen verfügbar.

# topicvoting
source: All categories
de: Alle Kategorien

# topicvoting
source: Import categories and topics
de: Kategorien und Themen importieren

# topicvoting
source: Select a CSV file to import categories and topics
de: Wählen Sie eine CSV-Datei zum Importieren von Kategorien und Themen aus

source: Please note
de: Bitte beachten

source: Required comma separated values
de: Erforderliche kommaseparierte Werte

# topicvoting
source: Topic, Submitter, Category
de: Thema, Vorschlag von, Kategorie

# topicvoting
source: Submitter and category are optional and may be empty
de: Vorschlag von und Kategorie sind optional und dürfen leer bleiben

source: The first line (header) is ignored
de: Die erste Zeile (Kopfzeile) wird ignoriert

source: Required CSV file encoding is UTF-8
de: Erforderliches Encoding der CSV-Datei ist UTF-8

source: Use the CSV example file from the repository.
de: Verwenden Sie die CSV-Beispiel-Datei aus dem Repository.

source: Print all results
de: Alle Ergebnisse drucken

source: Winning topics
de: Gewinnerthemen

source: No winners available.
de: Keine Gewinner verfügbar.

source: Result table
de: Ergebnistabelle

source: Divisor
de: Teiler

source: Attention: There are less topics than posts.
de: Achtung: Es gibt weniger Themenvorschläge als Themen zu wählen sind.

source: Attention: There is a runoff poll necessary.
de: Achtung: Eine Stichwahl ist erforderlich.

source: All voting results
de: Alle Abstimmungsergebnisse

source: Show
de: Anzeigen

source: Preview
de: Vorschau
