Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.rc3-py2-none-any.whl/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: hu, nl_nl, ro_ro

source: Documents
hu: dokumentumok
nl_nl: Documenten
ro_ro: Documente

source: documents
hu: dokumentumok
nl_nl: documenten
ro_ro: documente

source: thumbnail
hu: bélyegkép
ro_ro: miniatură

source: Document type
hu: Dokumentum típus
nl_nl: Documentsoort
ro_ro: Tip document

source: MIME type
hu: MIME típus
ro_ro: Tip MIME

source: Filename
hu: Fájlnév
nl_nl: Bestandsnaam
ro_ro: Nume fişier

source: Metadata type
hu: Metaadat típus
ro_ro: Tip metadate

source: Metadata value
hu: Metaadat érték
nl_nl: Metadata waarde
ro_ro: Valoare metadate

source: Content
hu: Tartalom
nl_nl: Inhoud
ro_ro: Conținut

source: Description
hu: Leírás
nl_nl: Omschrijving
ro_ro: Descriere

source: Tags
hu: Címkék
nl_nl: Labels
ro_ro: Etichete

source: Comments
hu: Megjegyzések
nl_nl: Commentaar
ro_ro: Comentarii

source: Document creation
hu: Dokumentum létrehozás
nl_nl: Document aanmaken
ro_ro: Creare document

source: Document "%(content_object)s" created by %(fullname)s.
hu: A dokumentumot "%(content_object)s" készítette %(fullname)s.
nl_nl: Document "%(content_object)s" aangemaakt door %(fullname)s.
ro_ro: Documentul "%(content_object)s" creat de %(fullname)s.

source: Document "%(content_object)s" created on %(datetime)s by %(fullname)s.
hu: A dokumentumot "%(content_object)s" %(datetime)s időpontban készítette %(fullname)s.
nl_nl: Document "%(content_object)s" aangemaakt op %(datetime)s door %(fullname)s.
ro_ro: Document "%(content_object)s" creat %(datetime)s de %(fullname)s.

source: Document edited
hu: A dokumentum módosított
nl_nl: Document is bewerkt
ro_ro: Document editat

source: Document "%(content_object)s" edited by %(fullname)s.
hu: A dokumentumot "%(content_object)s" módosította: %(fullname)s.
nl_nl: Document "%(content_object)s" is bewerkt door %(fullname)s
ro_ro: Document "%(content_object)s" editat de %(fullname)s.

source: Document "%(content_object)s" was edited on %(datetime)s by %(fullname)s. The following changes took place: %(changes)s.
hu: Dokumentumot "%(content_object)s" %(datetime)s-kor %(fullname)s. módosította. Az következő változások történtek: %(changes)s.
nl_nl: Document " %(content_object)s " is bewerkt op %(datetime)s door %(fullname)s . De volgende wijzigingen hebben plaatsgevonden: %(changes)s .
ro_ro: Document "%(content_object)s" editat în %(datetime)s de %(fullname)s. Au fost efectuate următoarele modificări : %(changes)s.

source: Document deleted
hu: Dokumentumot törölték
nl_nl: Document verwijderd
ro_ro: Document şters

source: Document "%(document)s" deleted by %(fullname)s.
hu: A Dokumentumot "%(document)s" törölte: %(fullname)s.
nl_nl: Document " %(document)s " verwijderd door %(fullname)s .
ro_ro: Document "%(document)s" şters de%(fullname)s.

source: Document "%(document)s" deleted on %(datetime)s by %(fullname)s.
hu: A dokumentumot "%(document)s" %(datetime)s időpontban %(fullname)s törölte.
nl_nl: Document " %(document)s " verwijderd op %(datetime)s door %(fullname)s .
ro_ro: Document "%(document)s" şters în %(datetime)s de %(fullname)s.

source: Page image
hu: Oldal kép
nl_nl: Pagina afbeelding
ro_ro: Imaginea paginii

source: Contents
hu: Tartalom
nl_nl: Inhoud
ro_ro: Conţinut

source: Use the new version filename as the document filename
hu: Az új verzió fájlnév használata dokumentum fájlnévként.
nl_nl: Gebruik de nieuwe versie van de bestandsnaam als document bestandsnaam
ro_ro: Utilizați numele de fişier al versiuni numele de fișier al documentului pentru numele de fișier al documentului

source: Quick document rename
hu: Dokumentum gyors átnevezése
nl_nl: Snel document hernoemen
ro_ro: Redenumire rapidă

source: Version update
hu: Verzió frissítés
ro_ro: Actulizare versiune

source: Release level
hu: Kiadási szint
ro_ro: Nivel versiune

source: Release level serial
hu: Kiadási szint sorozat
ro_ro: Versiune nivel serie

source: Comment
hu: Megjegyzés
nl_nl: Commentaar
ro_ro: Comentariu

source: New document filename
hu: Új dokumentum fájlnév
nl_nl: Nieuw document bestandsnaam
ro_ro: Nume document nou

source: Page
hu: Oldal
nl_nl: Pagina
ro_ro: Pagina

source: Page range
hu: Oldal tartomány
nl_nl: Pagina bereik
ro_ro: Pagini

source: Compress
hu: Tömörítés
nl_nl: Comprimeren
ro_ro: Comprimă

source: Download the document in the original format or in a compressed manner. This option is selectable only when downloading one document, for multiple documents, the bundle will always be downloads as a compressed file.
hu: Töltse le a dokumentumot az eredeti formátumban vagy tömörített módon. Ez az opció csak akkor választható, ha egy dokumentumot tölt le, mert több dokumentum esetén, a letöltött fájlokat mindig egy csomagba tömöríti.
nl_nl: Het document downloaden in het orginele formaat of in een gecomprimeerd formaat. Deze optie zowel te selecteren voor een document als voor meerdere documenten. Een bundel van meerdere documenten zal altijd worden ge download als een gecomprimeerd bestand.
ro_ro: Descărcați documentul în format original sau într-un mod comprimat. Această opțiune poate fi selectată numai când descărcarea un document, pentru mai multe documente, pachetul va fi întotdeauna de descărcări ca un fișier comprimat.

source: Compressed filename
hu: Tömörített fájlnév
nl_nl: Bestandsnaam gecomprimeerde archiefbestand
ro_ro: Nume fişier comprimat

source: The filename of the compressed file that will contain the documents to be downloaded, if the previous option is selected.
hu: A tömörített fájl neve, amely a letöltött dokumentumokat tartalmazni fogja, ha az előző opció van kiválasztva.
nl_nl: De bestandsnaam van het gecomprimeerde archiefbestand dat alle documenten bevat die dienen te worden gedownload, als de voorgaande optie is geselecteerd.
ro_ro: Nume fișier comprimat, care va conține documentele ce urmează să fie descărcate, în cazul în care această opțiunea a fost selectată anterior.

source: all documents
hu: minden dokumentum
nl_nl: alle documenten
ro_ro: toate documentele

source: recent documents
hu: legutóbbi dokumentumok
nl_nl: recente documenten
ro_ro: documente recente

source: details
hu: részletek
ro_ro: detalii

source: properties
hu: tulajdonságok
nl_nl: eigenschappen
ro_ro: proprietăţi

source: delete
hu: törlés
nl_nl: verwijderen
ro_ro: şterge

source: edit
hu: szerkeszt
nl_nl: bewerken
ro_ro: editează

source: download
hu: letölt
ro_ro: descarcă

source: find duplicates
hu: duplikátum keresése
nl_nl: vind duplicaten
ro_ro: caută dubluri

source: find all duplicates
hu: összes duplikátum keresése
nl_nl: vind alle duplicaten
ro_ro: caută toate dublurile

source: Search all the documents' checksums and return a list of the exact matches.
hu: Minden dokumentum keresése, ellenőrzőösszeg számítással vizsgált egyezőség alapján pontosított találat.
nl_nl: Doorzoek door alle documenten op checksum, geeft een lijst met exacte overeenkomenden
ro_ro: Caută documetele cu suma de control egale

source: update office documents' page count
hu: office dokumentumok oldalszám frissítése
nl_nl: office document paginanummering bijwerken
ro_ro: actualizare numărul de pagini a documentelor de birou

source: Update the page count of the office type documents. This is useful when enabling office document support after there were already office type documents in the database.
hu: Az Office típusú dokumentumok oldal számának frissítse. Ez akkor hasznos, ha engedélyezett a már az adatbázisban tárolt Office-dokumentumok módosítása.
nl_nl: Verversen van de paginanummering voor Office-documenten. Dit is handig wanneer u de ondersteuning voor Office-documenten heeft ingeschakeld en de paginanummering van de al aanwezige Office-documenten automatisch wilt bijwerken.
ro_ro: Actualizați numărul de pagini a documentelor de tip office. Acest lucru este util atunci când activati suport pentru documentele care existau deja în baza de date.

source: clear transformations
hu: átalakítás törlése
nl_nl: wis transformaties
ro_ro: anulează transformările

source: print
hu: nyomtatás
ro_ro: tipăreşte

source: history
hu: történet
nl_nl: historie
ro_ro: istoric

source: Find missing document files
hu: Hiányzó dokumentumfájl keresése
nl_nl: Vind vermiste bestanden
ro_ro: Găseşte documentele care lipsesc

source: Clear the document image cache
hu: Dokumentum kép gyorsítótár törlése
nl_nl: Opschonen van documentafbeeldingen voorraad.
ro_ro: Goliți memoria cache de imaginii ale documentului

source: Clear the graphics representations used to speed up the documents' display and interactive transformations results.
hu: Törölje a grafikus ábrázolásokat, hogy felgyorsítsa a dokumentum megjelenítését és az interaktív átalakításokat.
nl_nl: Opschonen van de grafische afbeeldingen, die gebuikt worden bij het versnellen van de documentweergave en interactive transformatie resultaten.
ro_ro: Goliți reprezentările grafice folosite pentru a accelera afișarea documentelor și rezultatele interactive de transformari.

source: page transformations
hu: oldal átalakítások
nl_nl: pagina transformaties
ro_ro: transformă pagina

source: create new transformation
hu: új átalakítás
nl_nl: creeer een nieuwe transformatie
ro_ro: transformare nouă

source: page image
hu: oldal képként
nl_nl: pagina afbeelding
ro_ro: imagine pagină

source: page text
hu: oldal szövegesen
nl_nl: pagina tekst
ro_ro: text pagină

source: edit page text
hu: az oldal szövegének szerkesztése
nl_nl: bewerk pagina tekst
ro_ro: editează text pagină

source: next page
hu: következő oldal
nl_nl: volgende pagina
ro_ro: pagina următoarea

source: previous page
hu: előző oldal
nl_nl: vorige pagina
ro_ro: pagina precedentă

source: first page
hu: első oldal
nl_nl: eerste pagina
ro_ro: prima pagină

source: last page
hu: utolsó oldal
nl_nl: laaste pagina
ro_ro: ultima pagină

source: zoom in
hu: nagyítás
nl_nl: inzoomen
ro_ro: măreşte

source: zoom out
hu: kicsinyítés
nl_nl: uitzoomen
ro_ro: micşorează

source: rotate right
hu: elforgatás jobbra
nl_nl: rotatie rechtsom
ro_ro: roteşte dreapta

source: rotate left
hu: elforgatás balra
nl_nl: rotatie linksom
ro_ro: roteşte stânga

source: reset view
hu: eredeti nézet
nl_nl: reset weergave
ro_ro: resetează

source: versions
hu: verziók
nl_nl: versies
ro_ro: versiuni

source: revert
hu: visszatér
nl_nl: ongedaan maken
ro_ro: reveniţi

source: document type list
hu: dokumentum típusok
nl_nl: documentsoortenlijst
ro_ro: listă tipuri de documente

source: document types
hu: dokumentum típus
nl_nl: documentsoorten
ro_ro: tipuri de documente

source: create document type
hu: új dokumentum típus
nl_nl: aanmaken documentsoort
ro_ro: creează tip document

source: filenames
hu: fájlnév
nl_nl: bestandnamen
ro_ro: nume fişier

source: add filename to document type
hu: a dokumentum típushoz tartozó fájlnév megadása
nl_nl: bestandnaam aan documentsoort toevoegen.
ro_ro: adaugă nume la un tip de document

source: final
hu: vége

source: alpha
hu: alfa
ro_ro: alfa

source: beta
hu: béta

source: release candidate
hu: kiadásra jelölt

source: hotfix
hu: gyorjavítás
ro_ro: remedierea rapidă

source: name
hu: név
nl_nl: naam
ro_ro: nume

source: document type
hu: dokumentum típus
nl_nl: documentsoort
ro_ro: tip document

source: documents types
hu: dokumentum típusok
nl_nl: documentsoorten
ro_ro: tipuri documente

source: description
hu: leírás
nl_nl: omschrijving
ro_ro: descriere

source: added
hu: hozzáadva
nl_nl: toegevoegd
ro_ro: adăugat

source: document
hu: dokumentum

source: Major %(major)i.%(minor)i, (new release)
hu: Verzió: %(major)i.%(minor)i, (új kiadás)

source: Minor %(major)i.%(minor)i, (some updates)
hu: Verzió: %(major)i.%(minor)i, (valamilyen frissítés)

source: Micro %(major)i.%(minor)i.%(micro)i, (fixes)
hu: alverzió: %(major)i.%(minor)i.%(micro)i, (javítások)

source: mayor
hu: fő-
ro_ro: primară

source: minor
hu: al-
ro_ro: minoră

source: micro
hu: mikro

source: release level
hu: kiadási szint
ro_ro: nivel versiune

source: serial
hu: sorozat

source: timestamp
hu: időbélyeg

source: comment
hu: megjegyzés
nl_nl: commentaar
ro_ro: comentariu

source: file
hu: fájl
nl_nl: bestand
ro_ro: fişier

source: checksum
hu: ellenőrző összeg
ro_ro: suma de control

source: document version
hu: dokumentum verzió
nl_nl: documentversie
ro_ro: versiune document

source: This document's file format is not known, the page count has therefore defaulted to 1.
hu: Ennek a dokumentumnak a fájlformátuma nem ismert, ezért az oldalak száma 1-re állítva.
nl_nl: Het bestandformaat voor dit document is onbekent, de pagina teller staat daarom standaard op 1.
ro_ro: Formatul acestui document este necunoscut, de aceea se consideră că acesta conţine o pagină.

source: filename
hu: fájlnév
nl_nl: bestandsnaam
ro_ro: nume fişier

source: enabled
hu: engedélyezett
nl_nl: ingeschakeld
ro_ro: activată

source: document type quick rename filename
hu: Adott típusú dokumentum fájl gyors átnevezése
nl_nl: snel bestandsnaam hernoemen op documentsoort
ro_ro: redenumire rapidă tip document

source: document types quick rename filenames
hu: Adott típusú dokumentum fájlok gyors átnevezése
nl_nl: snel bestandsnamen hernoemen op documentsoorten
ro_ro: redenumiri rapide tip documente

source: content
hu: tartalom
nl_nl: inhoud
ro_ro: conţinut

source: page label
hu: oldal címke
nl_nl: pagina-label
ro_ro: etichetă pagină

source: page number
hu: oldal szám
nl_nl: pagina-nummer
ro_ro: pagina nr.

source: Page %(page_num)d out of %(total_pages)d of %(document)s
hu: Az oldalak száma %(page_num)d nagyobb mint a %(document)s oldalainak száma: %(total_pages)d
nl_nl: Pagina %(page_num)d van %(total_pages)d in %(document)s
ro_ro: Pag %(page_num)d din %(total_pages)d din %(document)s

source: document page
hu: dokumentum lap
nl_nl: documentpagina
ro_ro: pagina documentului

source: document pages
hu: dokumentum oldalak
nl_nl: documentpagina's
ro_ro: pagini document

source: Enter a valid value.
hu: Adjon meg egy érvényes értéket.
nl_nl: Voer een valide waarde in
ro_ro: Introduceţi o valoare validă.

source: order
hu: sorrend
nl_nl: volgorde
ro_ro: ordin

source: transformation
hu: átalakítás
nl_nl: transformatie
ro_ro: transformare

source: arguments
hu: paraméterek
nl_nl: argumenten
ro_ro: argumente

source: document page transformation
hu: dokumentum oldal átalakítás
nl_nl: transformatie documentpagina
ro_ro: transformare pagină document

source: document page transformations
hu: dokumentum oldal átalakítások
nl_nl: transformaties documentpagina
ro_ro: transformări pagini document

source: user
hu: felhasználó
nl_nl: gebruiker
ro_ro: utilizator

source: accessed
hu: elérhető
nl_nl: benaderd
ro_ro: accesare

source: recent document
hu: legutóbbi dokumentum
ro_ro: documente recente

source: Create documents
hu: Új dokumentum
nl_nl: Documenten aanmaken
ro_ro: Document nou

source: Edit document properties
hu: Dokumentum tulajdonságok szerkesztése
nl_nl: Documenteigenschappen bewerken
ro_ro: Editează proprietăţile

source: Edit documents
hu: Dokumentum szerkesztése
nl_nl: Documenten bewerken
ro_ro: Editează

source: View documents
hu: Dokumentum megtekintése
nl_nl: Documenten bekijken
ro_ro: Vizualizează

source: Delete documents
hu: Dokumentum törlése
nl_nl: Documenten verwijderen
ro_ro: Şterge

source: Download documents
hu: Dokumentum letöltése
nl_nl: Documenten downloaden
ro_ro: Descarcă

source: Transform documents
hu: Dokumentum átalakítása
nl_nl: Documenten transformeren
ro_ro: Transformă

source: Execute document modifying tools
hu: Dokumentum módosító futtatása
nl_nl: Document modificatie tools starten
ro_ro: Lansează uneltele de modificare

source: Revert documents to a previous version
hu: Visszatérés a dokumentum előző verziójához
nl_nl: Terugvoeren van documenten naar de vorige versie
ro_ro: Reveniți la o versiune anterioară a documentului

source: Create new document versions
hu: Új dokumentum verzió
nl_nl: Aanmaken van een nieuwe document versie
ro_ro: Crează o versiune nouă pentru document

source: Documents setup
hu: dokumentumok beállítása
nl_nl: Documenten configuratie
ro_ro: Setup documente

source: View document types
hu: Dokumentum típus megtekintése
nl_nl: Bekijk de documentsoorten
ro_ro: Vezi tipuri de documente

source: Edit document types
hu: Dokumentum típus szerkesztése
nl_nl: Documentsoorten bewerken
ro_ro: Editează tipuri

source: Delete document types
hu: Dokumentum típus törlése
nl_nl: Documentsoorten verwijderen
ro_ro: Şterge tipuri

source: Create document types
hu: Új dokumentum típus készítése
nl_nl: Documentsoorten aanmaken
ro_ro: Tip nou

source: Document types: %d
hu: Dokumentum típus: %d
nl_nl: Aantal documentsoorten: %d
ro_ro: Tip document : %d

source: Minimum amount of pages per document: %d
hu: Minimális oldalszám dokumentumonként: %d
nl_nl: Minimale aantal pagina's per document: %d
ro_ro: Suma minimă de pagini pe document: %d

source: Maximum amount of pages per document: %d
hu: Maximális oldalszám dokumentumonként: %d
nl_nl: Maximaal aantal pagina's per document: %d
ro_ro: Suma maximă de pagini pe document: %d

source: Average amount of pages per document: %f
hu: Átlagos oldalszám dokumentumonként: %f
nl_nl: Gemiddelde aantal pagina's per document: %f
ro_ro: Valoarea medie de pagini pe document: %f

source: Documents in database: %d
hu: Dokumentum az adatbázisban: %d
nl_nl: Aantal documenten in de database: %d
ro_ro: Documente în baza de date: %d

source: Documents in storage: %d
hu: Dokumentum a tárolóban: %d
nl_nl: Aantal documenten in opslag: %d
ro_ro: Documente în arhivă: %d

source: Space used in storage: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytes
hu: A tárolóban elfoglalt hely: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d byte
nl_nl: Ruimte ingebruik door opslag: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytes
ro_ro: Spaţiu în arhivă: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytes

source: Document pages in database: %d
hu: Dokumentum oldalak száma az adatbázisban: %d
nl_nl: Aantal document pagina's in de database: %d
ro_ro: Pagini în baza de date: %d

source: Date added
hu: Dátum megadása
nl_nl: Datum toegevoegd
ro_ro: Dată adaugată

source: Time added
hu: Időpont megadása
nl_nl: Tijdstip toegevoegd
ro_ro: Timp adăugat

source: File mimetype
hu: Fájl MIME-típusa
nl_nl: MIME-type bestand
ro_ro: Tip fişier

source: None
hu: Semmi
nl_nl: Leeg
ro_ro: Nici unul

source: File mime encoding
hu: Fájl MIME-kódolása
nl_nl: MIME-encoding bestand
ro_ro: Enconding fişier

source: File size
hu: Fájl mérete
nl_nl: Bestandgrootte
ro_ro: Marime fişier

source: Exists in storage
hu: Létezik a tárolóban
nl_nl: Aanwezig in opslag
ro_ro: Există în arhivă

source: File path in storage
hu: A fájl elérési útja a tárolóban
nl_nl: Bestandspad in opslag
ro_ro: Cale fisier in arhiva

source: Checksum
hu: Ellenőrző összeg
ro_ro: Suma de control

source: Pages
hu: Lapok
nl_nl: Pagina's
ro_ro: Pagini

source: document properties for: %s
hu: %s dokumentum tulajdonságai
nl_nl: documenteigenschappen voor: %s
ro_ro: proprietățile documentului pentru:% s

source: document data
hu: dokumentum dátuma
nl_nl: documentgegevens
ro_ro: conţinutul documentului

source: Must provide at least one document.
hu: Adjon meg legalább egy dokumentumot!
nl_nl: U dient tenminste een document op te geven
ro_ro: Trebuie selectat cel puțin un document.

source: Document deleted successfully.
hu: Sikeres dokumentum törlés.
nl_nl: Document succesvol verwijdert
ro_ro: Document șters cu succes.

source: Document: %(document)s delete error: %(error)s
hu: Dokumentum: %(document)s törlési hiba: %(error)s
nl_nl: Fout bij verwijderen document: %(document)s. foutmelding: %(error)s
ro_ro: Document: %(document)s eroare de ștergere: %(error)s

source: Are you sure you wish to delete the document: %s?
hu: Biztosan törölni akarja a dokumentumot: %s?
nl_nl: Weet u zeker dat u dit document wenst te verwijderen: %s?
ro_ro: Sunteți sigur că doriți să ștergeți documentul:% s?

source: Are you sure you wish to delete the documents: %s?
hu: Biztosan törölni akarja a dokumentumokat: %s?
nl_nl: Weet u zeker dat u deze documenten wents te verwijderen: %s?
ro_ro: Sunteți sigur că doriți să ștergeți documentele: %s?

source: Document "%s" edited successfully.
hu: A dokumentum "%s" szerkesztése sikeres.
nl_nl: Document "%s" succesvol bewerkt
ro_ro: Documentul "%s" editat cu succes.

source: documents to be downloaded
hu: letölthető dokumentumok
nl_nl: documenten om te worden gedownload
ro_ro: documentele care urmează să fie descărcate

source: version
hu: verzió
nl_nl: versie
ro_ro: versiune

source: Download
hu: Letöltés
ro_ro: Descarcă

source: Return
hu: Vissza
nl_nl: Terug
ro_ro: Reveniţi

source: duplicates of: %s
hu: A %s duplikátuma
nl_nl: duplicaat van: %s
ro_ro: duplicate de: %s

source: Are you sure you wish to find all duplicates?
hu: Biztosan megkeresi az összes duplikátumot?
nl_nl: Weet u zeker dat u alle duplicaten wenst te finden?
ro_ro: Sunteți sigur că doriți să găsiți toate duplicatele?

source: On large databases this operation may take some time to execute.
hu: A nagy adatbázisok esetében a művelet sokáig is tarthat.
nl_nl: Op een grote database kan deze operatie veel tijd inbeslag nemen.
ro_ro: Penru bazele de date mari, această operație poate dura ceva timp pentru a fi executa.

source: duplicated documents
hu: Dupla dokumentumok
nl_nl: document duplicaten
ro_ro: dubluri documente

source: Page count update complete. Documents processed: %(total)d, documents with changed page count: %(change)d
hu: Oldal szám frissítés kész. Összesen feldolgozott dokumentumok száma: %(total)d, megváltozott oldalszámú dokumentum: %(change)d
nl_nl: paginanummering is voltooid. Documenten afgehandeld: %(total)d / %(change)d documenten bijgewerkt.
ro_ro: Numărul de pagini actualizat complet. Documente procesate: %(total)d, documente cu numărul de pagini actualizat: %(change)d

source: Are you sure you wish to update the page count for the office documents (%d)?
hu: Biztos benne, hogy frissíteni szeretné az oldalszámot az Office dokumentumokban (% d)?
nl_nl: Bent u zeker van dat u de paginanummering voor Office-documenten (%d) wenst bij te werken?
ro_ro: Sunteți sigur că doriți să actualizați numărul de pagini pentru documentele de birou (%d)?

source: All the page transformations for document: %s, have been deleted successfully.
hu: A dokumentum:% s minden oldal átalakítójának törlése sikeres.
nl_nl: Al de pagina transformaties voor document: %s, zijn succesvol verwijdert.
ro_ro: Toate paginile transformate pentru document: %s , au fost șterse cu succes.

source: Error deleting the page transformations for document: %(document)s; %(error)s.
hu: Hiba %(error)s a dokumentum %(document)s oldal átalakítójának törlése közben.
nl_nl: Fout bij verwijderen van de pagina transformaties voor document: %(document)s ; %(error)s .
ro_ro: Eroare la ștergerea transformări : %(document)s; %(error)s.

source: document transformation
hu: dokumentum átalakítása
nl_nl: document transformatie
ro_ro: Transformare document

source: Are you sure you wish to clear all the page transformations for document: %s?
hu: Biztos, hogy törölni szeretné a dokumentum:%s összes oldalt átalakítását?
nl_nl: Weet u zeker dat u alle pagina transformaties voor document: %s, wenst te verwijderen?
ro_ro: Sunteți sigur că doriți să ștergeți toate transformările document:% s?

source: Are you sure you wish to clear all the page transformations for documents: %s?
hu: Biztos, hogy törölni szeretné a dokumentumok :%s összes oldalt átalakítását?
nl_nl: Weet u zeker dat u alle pagina transformaties voor de documenten: %s, wenst te verwijderen?
ro_ro: Sunteți sigur că doriți să ștergeți toate transformările pentru documente: %s?

source: missing documents
hu: hiányzik a dokumentum
nl_nl: vermiste documenten
ro_ro: documentele lipsă

source: details for: %s
hu: a %s részletei
nl_nl: details voor: %s
ro_ro: detalii pentru: %s
