Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.rc3-py2-none-any.whl/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: hu, nl_nl, ro_ro

source: Document page edited successfully.
hu: a dokumentum lap szerkesztése kikeres
nl_nl: Documentpagina succesvol bewerkt
ro_ro: Pagina documentul editat cu succes.

source: edit: %s
hu: a %s szerkesztése
nl_nl: bewerken: %s

source: There are no more pages in this document
hu: a dokumentumnak nincs több oldala
nl_nl: Er zijn verder geen pagina's meer in dit document
ro_ro: Nu mai sunt pagini în acest document.

source: You are already at the first page of this document
hu: Ez már a dokumentum első oldala
nl_nl: U bent al op de eerste pagina in dit document
ro_ro: Sunteți deja la prima pagină a acestui document

source: print: %s
hu: %s nyomtatása
nl_nl: afdrukken: %s
ro_ro: Tipăreşte: %s

source: Document type edited successfully
hu: A dokumentum típus sikeres szerkesztése
nl_nl: Documentsoort succesvol bewerkt
ro_ro: Tip de document editat cu succes

source: Error editing document type; %s
hu: Hiba a dokumentum típus %s szerkesztése közben
nl_nl: Fout tijdens bewerken documentsoort; %s
ro_ro: Eroare editarea tip document; %s

source: edit document type: %s
hu: A dokumentum típus: %s a szerkesztése
nl_nl: bewerken documentsoort: %s
ro_ro: editează tip document: %s

source: Document type: %s deleted successfully.
hu: A a dokumentum típus %s sikeres törlése
nl_nl: Documentsoort: %s, succesvol verwijdert
ro_ro: Tip de document: %s eliminat cu succes.

source: Document type: %(document_type)s delete error: %(error)s
hu: Hiba : %(error)s a dokumentum típus: %(document_type)s törlése közben.
nl_nl: Fout bij verwijderen Documentsoort: %(document_type)s. Foutmelding: %(error)s
ro_ro: Tip de document: %(document_type)s eroare de ștergere: %(error)s

source: Are you sure you wish to delete the document type: %s?
hu: Biztos, hogy törölni szeretné a dokumentum típust: %s?
nl_nl: Bent u zeker dat u het document wilt verwijderen: %s?
ro_ro: Sunteți sigur că doriți să ștergeți tipul de document: %s?

source: The document type of all documents using this document type will be set to none.
hu: Ezt a dokumentum típust az összes dokumentum használja, ezért a dokumentum típus nem lesz beállítva.
nl_nl: Het documentsoort van alle documenten van deze soort zal op none worden gezet.
ro_ro: Tipul de document pentru toate documentele utilizând acest tip de document va fi setat la nici unul.

source: Document type created successfully
hu: Sikeres dokumentum típus létrehozás.
nl_nl: Documentsoort succesvol aangemaakt
ro_ro: Tip de document creat cu succes

source: Error creating document type; %(error)s
hu: A dokumentum típus létrehozása hibás: %(error)s
nl_nl: Fout bij aanmaken documentsoort; %(error)s
ro_ro: Eroare la crearea tipului de document; %(error)s

source: filenames for document type: %s
hu: A dokumentum típus fájlneve: %s
nl_nl: bestandnamen voor documentsoort: %s
ro_ro: nume de fișiere pentru tip de document: %s

source: Document type filename edited successfully
hu: A dokumentum típus fájlnevének szerkesztése sikeres.
nl_nl: bestandnaam voor documentsoort, succesvol bewerkt
ro_ro: Nume fişier tip de document editat cu succes

source: Error editing document type filename; %s
hu: A dokumentum típus fájlnevének szerkesztése hibás; %s
nl_nl: Fout bij bewerken bestandnaam voor documentsoort. Foutmelding: %s
ro_ro: Eroare editarea tip nume de fișier ; %s

source: edit filename "%(filename)s" from document type "%(document_type)s"
hu: a dokumentum típus "%(document_type)s" fájlnév "%(filename)s" szerkesztése
nl_nl: bewerk bestandsnaam "%(filename)s" van documentsoort "%(document_type)s"
ro_ro: editează nume fisier "%(filename)s" ; din documentul de tip "%(document_type)s";

source: document type filename
hu: dokumentum típus fájlnév
nl_nl: documentsoort bestandsnaam
ro_ro: Nume fişier tip document

source: Document type filename: %s deleted successfully.
hu: a dokumentum típus fájlnév %s törlése sikeres
nl_nl: documentsoort bestandsnaam: %s succesvol verwijdert
ro_ro: Tipul documentului nume fisier : %s eliminat cu succes.

source: Document type filename: %(document_type_filename)s delete error: %(error)s
hu: Dokumentum típus fájlnév: : %(document_type_filename)s törlési hiba: %(error)s
nl_nl: Fout bij verwijderen documentsoort bestandsnaam: %(document_type_filename)s. Foutmelding: %(error)s
ro_ro: Tipul documentului nume fişier: %(document_type_filename)s eroare de ștergere : %(error)s

source: Are you sure you wish to delete the filename: %(filename)s, from document type "%(document_type)s"?
hu: Biztos, hogy törölni szeretné a fájlt: %(filename)s, a dokumentum típusból "%(document_type)s"?
nl_nl: Bent u zeker dat u de bestandsnaam: %(filename)s , van documentsoort: " %(document_type)s ", wenst te verwijderen?
ro_ro: Sunteți sigur că doriți să ștergeți fişierul cu numele :%(filename)s, din documentul de tip "%(document_type)s"?

source: Document type filename created successfully
hu: Dokumentum típus fájlnéve sikeresen létrehozva
nl_nl: Documentsoort bestandsnaam succesvol aangemaakt
ro_ro: Tip nume tip fişier creat cu succes

source: Error creating document type filename; %(error)s
hu: Hiba a dokumentum típus fájlnevének ; %(error)s létrehozásakor
nl_nl: Fout bij het aanmaken van documentsoort bestandsnaam. Foutmelding: %(error)s
ro_ro: Eroare la crearea tip nume fișier document; %(error)s

source: create filename for document type: %s
hu: új fájlnév a dokumentum típushoz: %s
nl_nl: aanmaken bestandsnaam voor documentsoort: %s
ro_ro: nume fişier pentru a crea tip de documente: %s

source: Document image cache cleared successfully
hu: Dokumentum kép gyorsítótárának sikeres törlése.
nl_nl: Het buffer met pagina afbeeldingen is opgeschoond
ro_ro: Memoria cache a imaginii documentului a fost ștearsă cu succes

source: Error clearing document image cache; %s
hu: Hiba a dokumentum kép gyorsítótárának törlésekor: %s
nl_nl: Fout bij het opschonen van pagina afbeeldingen buffer. Foutmelding: %s
ro_ro: Eroare ştergere cache imagine document; %s

source: Are you sure you wish to clear the document image cache?
hu: Valóban törli a dokumentum kép gyorsítótárát?
nl_nl: Bent u zeker dat u het buffer met pagina afbeeldingen wenst op te schonen?
ro_ro: Sunteți sigur că doriți să ștergeți memoria cache a imaginii documentului?

source: versions for document: %s
hu: A dokumentum verziója: %s
nl_nl: versies voor document: %s
ro_ro: Versiuni pentru documentul: %s

source: time and date
hu: idő és daátum
nl_nl: tijdstip en datum
ro_ro: ora și data

source: mimetype
hu: MIME-típus

source: encoding
hu: kódolás
ro_ro: codificare

source: Document version reverted successfully
hu: Dokumentum verzió sikeresen visszaállt
nl_nl: Documentversie succesvol teruggevoerd
ro_ro: Versiunea documentului refacută cu succes

source: Error reverting document version; %s
hu: Hiba a dokumentum verzió visszaállítása közben; %s
nl_nl: Fout bij het terugvoeren van de documentversie. Foutmelding: %s
ro_ro: Eroare la revenirea la versiunea documentului; %s

source: Are you sure you wish to revert to this version?
hu: Biztos benne, hogy szeretné visszaállítani ezt a verziót?
nl_nl: Bent u er zeker van dat u wilt terugkeren naar deze versie?
ro_ro: Sunteți sigur că doriți să reveniți la această versiune?

source: All later version after this one will be deleted too.
hu: Minden ezután következő verzió is törölve lesz.
nl_nl: Alle recentere versies na deze zullen ook worden verwijdert.
ro_ro: Toate versiune de dupa aceasta, vor fi şterse de asemenea.

source: transformations for: %s
hu: átalakítás: %s -ra.
nl_nl: transformaties for: %s
ro_ro: transformări pentru: %s

source: Document page transformation created successfully.
hu: Sikeres dokumentum oldal átalakító létrehozása.
nl_nl: Transformatie voor documentpagina is aangemaakt
ro_ro: Pagina de transformare document creat cu succes.

source: Create new transformation for page: %(page)s of document: %(document)s
hu: A dokumentum: %(document)s %(page)s oldalához átalakító készítés.
nl_nl: Aanmaken van transformatie voor pagina: %(page)s in document: %(document)s
ro_ro: Creați transformare nou pentru pagină: %(page)s e a documentului: %(document)s

source: Document page transformation edited successfully.
hu: A dokumentum oldal átalakító szerkesztése sikeres.
nl_nl: Transformatie voor documentpagina bewerkt
ro_ro: Pagina de transformare documentul editat cu succes.

source: Edit transformation "%(transformation)s" for: %(document_page)s
hu: Átalakító: "%(transformation)s" szerkesztése a dokumentum laphoz: %(document_page)s
nl_nl: Bewerkt transformatie "%(transformation)s" voor: %(document_page)s
ro_ro: Editați transformare "%(transformation)s" pentru: %(document_page)s

source: Document page transformation deleted successfully.
hu: A dokumentum lap átalakító törlése sikeres.
nl_nl: Transformatie documentpagina verwijdert
ro_ro: Pagina de transformare a documentul ștearsă cu succes.

source: Are you sure you wish to delete transformation "%(transformation)s" for: %(document_page)s
hu: Biztos, hogy törölni szeretné a %(document_page)s "%(transformation)s" átalakítóját?
nl_nl: Weet u zeker dat u deze transformatie wenst te verwijderen: "%(transformation)s" for: %(document_page)s
ro_ro: Sunteți sigur că doriți să ștergeți transformare "%(transformation)s" pentru: %(document_page)s

source: Details
hu: Részletek
ro_ro: Detalii

source: Click on the image for full size preview
hu: A teljes méretű előnézethez kattints a képre
nl_nl: Click op de afbeelding voor een preview op ware grootte
ro_ro: Click pe imagine pentru a vizualiza

source: document page image
hu: dokumentum oldal képe
nl_nl: documentpagina afbeelding
ro_ro: imagini document

source: Maximum number of recent (created, edited, viewed) documents to remember per user.
hu: A felhasználónként megjegyzendő dokumentumok maximális száma amit az utóbbi időben (létrehozott, szerkesztett, a megtekintett).
nl_nl: Maximum aantal recente docmenten (aangemaakt, bewerkt, bekeken), te onthouden per gebruiker.
ro_ro: Numărul maxim de documente (create, editate, vizualizate) reţinute per utilizator.

source: Amount in percent zoom in or out a document page per user interaction.
hu: Egy dokumentum oldal százalékos nagyításának vagy kicsinyítésének aránya egy lépésben.
nl_nl: Percentage in- of uitzoomen voor documentpagina per gebruikeractie.
ro_ro: Suma în procente folosită pentru a mării sau micşora un document interactiv cu utilizatorul.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
hu: Egy dokumentum oldal százalékos (%) nagyításának aránya egy lépésben.
nl_nl: Maximaal toegestane documentpagina zoom percentage (%) per gebruikeractie.
ro_ro: Suma maximă în procente (%), permisă utilizatorilor pentru mărirea interactiv a unei pagini .

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
hu: Egy dokumentum oldal százalékos (%) kicsinyítésének aránya egy lépésben.
nl_nl: Minimaal toegestane documentpagina zoom percentage (%) per gebruikeractie.
ro_ro: Suma minimă în procente (%), permisă utilizatorului pentru micșorarea interactivă a unei pagini .

source: Amount in degrees to rotate a document page per user interaction.
hu: A felhasználó ennyi fokkal lesz képes elforgatni a dokumentumot oldalt egy lépésben.
nl_nl: Aantal graden documentpagina rotatie per gebruikeractie.
ro_ro: Ce rotaţie pentru pagină (în grade) este folosită în interacțiunea cu utilizatorul.

source: What are document types?
hu: Mik azok a dokumentumtípusok?
nl_nl: Wat zijn documentsoorten
ro_ro: Ce sunt tipurile de documente?

source: Document types define a class that represents a broard group of documents, such as: invoices, regulations or manuals. The advantage of using document types are: assigning a list of typical filenames for quick renaming during creation, as well as assigning default metadata types and sets to it.
hu: A dokumentumtípusok meghatároznak egy osztályt, ami szerint csoportosítja a dokumentumokat, mint például: számlák, rendeletek, vagy utasítások. Használata azzal az előnnyel jár, hogy a dokumentum típusok hozzárendelődnek egy fájlnév listához, így a tipikus fájlnevek gyors átnevezése közben létrejönnek valamint hozzárendeli az alapértelmezett metaadatokat és beállítja a típusok is hozzá.
nl_nl: Documentsoorten defineren een groep documenten met een gelijkwaardig doel of functie. Bijvoorbeeld: facturen, polissen, handleidingen. Het voordeel bij het gebruik van documentsoorten ligt in de mogelijkheid om acties uit te voeren op de gehele verzameling documenten van dezelfde soort. Bijvoorbeeld: acties tijdens het aanmaken, toekennen van standaard metadata.
ro_ro: Tipuri de documente defini o clasă care reprezintă un grup de documente, cum ar fi: facturi, reglementări sau manuale. Avantajul de a folosi tipuri de documente sunt: ​​atribuirea o listă de nume de fișiere tipice pentru redenumirea rapida timpul creării, precum și atribuirea tipuri de metadate implicite și seturi .

source: What are recent documents?
hu: Mik azok a legutóbb használt dokumentumok?
nl_nl: Wat zijn recente documenten?
ro_ro: Ce sunt documente recente?

source: Here you will find the latest %(recent_count)s documents you have either created or edited in any way.
hu: Itt találja a legújabb %(recent_count)s dokumentumokat, legyenek azok újonnan létrehozottak vagy szerkesztetteket.
nl_nl: Hier vindt u de laatse %(recent_count)s documenten, die u heeft of heeft aangemaakt of heeft bewerkt.
ro_ro: Aici veți găsi cele mai recente %(recent_count)s documente pe care le-ați creat sau editat .
