Repository: pypi-data/pypi-mirror-7
Catalog: packages/django-yaccounts/django-yaccounts-0.5.1.tar.gz/django-yaccounts-0.5.1/yaccounts/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Password confirmation
pt_pt: Confirme password

source: Passwords don't match
pt_pt: Passwords não coincidem

source: This field is required.
pt_pt: Campo obrigatório.

source: Invalid password.
pt_pt: Password inválida.

source: Confirmation password doesn't match.
pt_pt: Password de confirmação não coincide.

source: Email address
pt_pt: Endereço de email

source: Name
pt_pt: Nome

source: Active
pt_pt: Activa

source: Please provide a valid email address
pt_pt: Por favor, indique um endereço de email válido

source: This email is already registered.
pt_pt: O email já se encontra registado.

source: New Account
pt_pt: Conta Nova

source: Reset Password
pt_pt: Recuperar Password

source: Confirm Email
pt_pt: Confirmar Email

source: Please provide your email and password.
pt_pt: Por favor indique o seu email e password.

source: You didn't activate your account. <a href="">Resend confirmation email</a>.
pt_pt: Ainda não activou a sua conta.

source: Your account is disabled.
pt_pt: A sua conta encontra-se desactivada.

source: Invalid credentials.
pt_pt: Credenciais inválidas.

source: Please provide your name, email and a password.
pt_pt: Por favor indique o seu nome, email e password.

source: An email was sent in order to confirm your account.
pt_pt: Foi-lhe enviado um email para activar a sua conta.

source: Error creating account, please contact support.
pt_pt: Erro ao criar conta, por favor contacte o suporte.

source: Your new email was confirmed.
pt_pt: O seu novo email foi confirmado.

source: Please provide your email.
pt_pt: Por favor, indique o seu email.

source: A reset was requested recently.
pt_pt: Foi feito um pedido de recuperação recentemente.

source: An email was sent with reset instructions.
pt_pt: Foi-lhe enviado um email com as instruções para recuperar a sua password.

source: Unable to reset password.
pt_pt: Não foi possível recuperar a password.

source: User does not exist.
pt_pt: Utilizador não existe.

source: Please provide a password and respective confirmation.
pt_pt: Por favor, indique uma password e respectiva confirmação.

source: Passwords don't match.
pt_pt: Passwords não coincidem.

source: Your password was updated.
pt_pt: A sua password foi actualizada.

source: Facebook login not available.
pt_pt: Login via Facebook indisponível.

source: Facebook account connected successfully.
pt_pt: Conta de Facebook associada com sucesso.

source: You already have a Facebook profile linked to your account.
pt_pt: Já possui uma conta de Facebook associada à sua conta.

source: Please provide an email address.
pt_pt: Por favor, indique um endereço de email.

source: Please provide a valid email address.
pt_pt: Por favor, indique um endereço válido de email.

source: Facebook profile already connected to another account.
pt_pt: Perfil de Facebook já associado a outra conta.

source: Email already registered.
pt_pt: Email já registado.

source: You don't have a Facebook account connected.
pt_pt: Não existe uma conta de Facebook associada.

source: Facebook account disconnected.
pt_pt: Conta de Facebook desassociada.

source: Twitter login not available.
pt_pt: Login via Twitter indisponível.

source: Twitter account connected successfully.
pt_pt: Conta de Twitter associada com sucesso.

source: You already have a Twitter profile linked to your account.
pt_pt: Já existe uma conta de Twitter associada ao seu perfil.

source: Twitter profile already connected to another account.
pt_pt: Perfil de Twitter já associado a outra conta.

source: You don't have a Twitter account connected.
pt_pt: Não existe uma conta de Twitter associada.

source: Twitter account disconnected.
pt_pt: Conta de Twitter desassociada.

source: Create Account
pt_pt: Criar Conta

source: Sign Up with Facebook
pt_pt: Registar via Facebook

source: Sign Up with Twitter
pt_pt: Registar via Twitter

source: Full Name
pt_pt: Nome Completo

source: Sign up
pt_pt: Registar

source: Already have an account?
pt_pt: Já possui uma conta?

source: Activate Account
pt_pt: Activar Conta

source: In order to activate your account, please provide us your email address.
pt_pt: Para que possamos activar a sua conta, por favor indique-nos o seu endereço de e-mail.

source: Activate
pt_pt: Activar

source: My Account
pt_pt: A Minha Conta

source: Settings
pt_pt: Definições

source: Connected Accounts
pt_pt: Contas Associadas

source: Change Photo
pt_pt: Alterar Foto

source: Upload Photo
pt_pt: Submeter Foto

source: Upload
pt_pt: Submeter

source: Full name
pt_pt: Nome completo

source: Change Password
pt_pt: Alterar Password

source: Current password
pt_pt: Password actual

source: New password
pt_pt: Nova password

source: Confirm password
pt_pt: Confirmar password

source: Forgot password?
pt_pt: Esqueceu-se?

source: Save
pt_pt: Guardar

source: Disconnect
pt_pt: Desligar

source: Connect
pt_pt: Ligar

source: Login with Facebook
pt_pt: Login via Facebook

source: Login with Twitter
pt_pt: Login via Twitter

source: Sign in
pt_pt: Entrar

source: Remember me
pt_pt: Manter-me ligado

source: Create an account
pt_pt: Criar conta

source: Account Recovery
pt_pt: Recuperar Password

source: Reset password
pt_pt: Recuperar Password

source: Back to account settings
pt_pt: Voltar aos detalhes da minha conta

source: Back to login
pt_pt: Voltar ao login

source: Confirm
pt_pt: Confirmar

source: Update password
pt_pt: Actualizar Password
