Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.0.tar.gz/mayan-edms-1.0.0/mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Signature file
bg: Файл със сигнатура

source: download signature
bg: изтеглете сигнатура

source: upload signature
bg: качете сигнатура

source: signatures
bg: сигнатура

source: document version
bg: версия на документа

source: signature file
bg: файл със сигнатура

source: has embedded signature
bg: има вградена сигнатура

source: document version signature
bg: сигнатура за версията на документа

source: document version signatures
bg: сигнатури за версията на документа

source: Document signatures
bg: Сигнатури на документа

source: Verify document signatures
bg: Проверете сигнатурите на документа

source: Download detached signatures
bg: Свалете несвързаните сигнатури

source: Upload detached signatures
bg: Качете несвързаните сигнатури

source: Signature status: %(widget)s %(text)s
bg: Състояние на сигнатура: %(widget)s %(text)s

source: embedded
bg: вградено

source: detached
bg: несвързано

source: Signature ID: %s
bg: Номер на сигнатура: %s

source: Signature type: %s
bg: Вид сигнатура: %s

source: Key ID: %s
bg: Номер на ключ: %s

source: Timestamp: %s
bg: Време: %s

source: Signee: %s
bg: Подписал: %s

source: signature properties for: %s
bg: опции на сигнатурата за: %s

source: Detached signature uploaded successfully.
bg: Несвързаните сигнатури са качени успешно.

source: Upload detached signature for: %s
bg: Качване на несвързани сигнатури за: %s
