Repository: pypi-data/pypi-mirror-7
Catalog: packages/django-smuggler/django-smuggler-0.5.0.tar.gz/django-smuggler-0.5.0/smuggler/locale/*/LC_MESSAGES/django.po
Languages: de

source: Existing items with same <i>id</i> will be overwritten.
de: Existierende Datensätze mit derselben <i>id</i> werden überschrieben.

source: Invalid file extension.
de: Ungültige Dateierweiterung

source: An exception occurred while dumping data: %s
de: Während dem Ausgeben der Daten ist eine Ausnahme aufgetreten: %s

source: An exception occurred while loading data: %s
de: Eine Ausnahme ist während dem Laden der Daten aufgetreten: %s

source: Dump data
de: Daten ausgeben

source: Load data
de: Daten einlesen

source: Add %(name)s
de: %(name)s hinzufügen

source: Home
de: Start

source: Please correct the error below.
de: Bitte den nachfolgenden Fehler korrigieren.

source: Data from your computer
de: Daten vom lokalen Computers

source: Load
de: Laden

source: Load fixture and save on disk
de: Fixture laden und auf der Festplatte speichern.

source: Data from %(smuggler_fixture_dir)s directory
de: Daten aus dem %(smuggler_fixture_dir)s Verzeichnis

source: File name
de: Dateiname

source: Size
de: Größe
