Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: de_de, ru

source: metadata
de_de: Metadaten
ru: метаданные

source: 'metadata' object has no attribute '%s'
de_de: 'metadata'-Objekt hat kein Attribut '%s'
ru: объект метаданных не имеет аттрибута '%s'

source: required
de_de: Erforderlich
ru: требуется

source: Name
ru: Имя

source: Value
de_de: Wert
ru: Значение

source: Update
de_de: Aktualisieren
ru: Обновить

source: Metadata type
de_de: Metadatentyp
ru: Тип метаданных

source: Remove
de_de: Entfernen
ru: Удалить

source: Metadata sets
de_de: Metadaten-Sets
ru: Наборы метаданных

source: Metadata
de_de: Metadaten
ru: Метаданные

source: edit metadata
de_de: Metadaten bearbeiten
ru: редактировать метаданные

source: add metadata
de_de: Metadaten hinzufügen
ru: добавить метаданные

source: remove metadata
de_de: Metadaten entfernen
ru: удалить метаданные

source: metadata types
de_de: Metadatentypen
ru: типы метаданных

source: edit
de_de: Bearbeiten
ru: редактировать

source: delete
de_de: Löschen
ru: удалить

source: create new
de_de: Erstellen
ru: создание новых

source: metadata sets
de_de: Metadatensets
ru: наборы метаданных

source: members
de_de: Mitglieder
ru: элементы

source: default metadata
de_de: Standard-Metadaten
ru: метаданные по умолчанию

source: name
ru: имя

source: Do not use python reserved words, or spaces.
de_de: Keine reservierten Worte aus Python oder Leerzeichen verwenden.
ru: Не используйте зарезервированные слова python, или пробелы.

source: title
de_de: Titel
ru: название

source: default
de_de: Standard
ru: умолчание

source: lookup
de_de: Nachschlagen
ru: поиск

source: metadata type
de_de: Metadatentyp
ru: тип метаданных

source: metadata set
de_de: Metadatenset
ru: набор метаданных

source: metadata set item
de_de: Element in Metadatenset
ru: элемент набора метаданных

source: metadata set items
de_de: Elemente in Metadatenset
ru: элементы набора метаданных

source: document
de_de: Dokument
ru: документ

source: type
de_de: Typ
ru: тип

source: value
de_de: Wert
ru: значение

source: document metadata
de_de: Dokument-Metadaten
ru: метаданные документа

source: document type
de_de: Dokumententyp
ru: тип документа

source: default metadata sets
de_de: Standard Metadatensets
ru: набор метаданных по умолчанию

source: document type defaults
de_de: Standard-Dokumententyp
ru: умолчания для типа документа

source: document types defaults
de_de: Standard-Dokumententypen
ru: тип документа по умолчанию

source: Edit a document's metadata
de_de: Metadaten eines Dokuments bearbeiten
ru: Редактирование метаданные документа

source: Add metadata to a document
de_de: Metadaten zu einem Dokument hinzufügen
ru: Добавить метаданные в документ

source: Remove metadata from a document
de_de: Metadaten von einem Dokument entfernen
ru: Удаление метаданных из документа

source: View metadata from a document
de_de: Metadaten eines Dokuments anzeigen
ru: Просмотр метаданных из документа

source: Metadata setup
de_de: Metadaten Setup
ru: Настройки метаданных

source: Edit metadata types
de_de: Metadatentypen bearbeiten
ru: Редактировать типы метаданных

source: Create new metadata types
de_de: Metadatentypen erstellen
ru: Создание новых типов метаданных

source: Delete metadata types
de_de: Metadatentypen löschen
ru: Удаление типов метаданных

source: View metadata types
de_de: Metadatentypen anzeigen
ru: Просмотр типов метаданных

source: Edit metadata sets
de_de: Metadatensets bearbeiten
ru: Редактирование наборов метаданных

source: Create new metadata sets
de_de: Metadatensets erstellen
ru: Создание новых наборов метаданных

source: Delete metadata sets
de_de: Metadatensets löschen
ru: Удаление наборов метаданных

source: View metadata sets
de_de: Metadatensets anzeigen
ru: Просмотр наборов метаданных

source: The selected document doesn't have any metadata.
de_de: Das ausgewählte Dokument enthält keine Metadaten.
ru: Выбранный документ не имеет метаданных.

source: Must provide at least one document.
de_de: Es muss mindestens ein Dokument angegeben werden.
ru: Необходимо предоставить хотя бы один документ.

source: Error editing metadata for document %(document)s; %(error)s.
de_de: Fehler beim Bearbeiten der Metadaten des Dokuments %(document)s; %(error)s.
ru: Ошибка редактирования метаданных для документа %(document)s; %(error)s.

source: Metadata for document %s edited successfully.
de_de: Metadaten des Dokuments %s erfolgreich bearbeitet.
ru: Метаданные для документов %s изменены.

source: Edit metadata for document: %s
de_de: Metadaten des Dokuments %s bearbeiten
ru: Редактировать метаданные документа:%s.

source: Edit metadata for documents: %s
de_de: Metadaten der Dokumente %s bearbeiten
ru: Редактирование метаданных для документов: %s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
de_de: Metadatentyp %(metadata_type)s erfolgreich hinzugefügt zu Dokument %(document)s.
ru: Тип метаданных: %(metadata_type)s успешно добавлены к документу %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
de_de: Metadatentyp %(metadata_type)s existiert schon für Dokument %(document)s.
ru: Тип метаданных: %(metadata_type)s уже есть в документе %(document)s.

source: Add metadata type to document: %s
de_de: Metadatentyp zu Dokument %s hinzufügen
ru: Добавить метаданные типа к документу: %s.

source: Add metadata type to documents: %s
de_de: Metadaten zu Dokumenten %s hinzufügen
ru: Добавляйте метаданные типа документов: %s

source: Successfully remove metadata type: %(metadata_type)s from document: %(document)s.
de_de: Metadatentyp %(metadata_type)s erfolgreich von Dokument %(document)s entfernt.
ru: Метаданные типа: %(metadata_type)s успешно удалены из документа: %(document)s.

source: Error removing metadata type: %(metadata_type)s from document: %(document)s.
de_de: Fehler beim Löschen des Metadatentyps %(metadata_type)s von Dokument %(document)s.
ru: Ошибка удаления метаданных, наберите:%(metadata_type)s из документа: %(document)s .

source: Remove metadata types from document: %s
de_de: Metadatentypen von Dokument %s entfernen
ru: Удалить типы метаданных из документа: %s

source: Remove metadata types from documents: %s
de_de: Metadatentypen von Dokumenten %s entfernen
ru: Удалить типы метаданных из документа: %s

source: metadata for: %s
de_de: Metadaten für: %s
ru: метаданных для: %s

source: internal name
de_de: Interner Name
ru: внутреннее имя

source: Metadata type edited successfully
de_de: Metadatentyp erfolgreich bearbeitet
ru: Тип метаданных отредактирован.

source: Error editing metadata type; %s
de_de: Fehler beim Bearbeiten von Metadatentyp %s
ru: Ошибка редактирования типа метаданных; %s

source: edit metadata type: %s
de_de: Metadatentyp %s bearbeiten
ru: редактировать метаданные типа: %s

source: Metadata type created successfully
de_de: Metadaten-Typ erfolgreich angelegt
ru: Тип метаданных успешно создан

source: create metadata type
de_de: Metadatentyp erstellen
ru: создать тип метаданных

source: Metadata type: %s deleted successfully.
de_de: Metadatentyp %s erfolgreich gelöscht.
ru: Тип метаданных: %s успешно удален.

source: Metadata type: %(metadata_type)s delete error: %(error)s
de_de: Fehler beim Löschen von Metadatentyp %(metadata_type)s: %(error)s
ru: Метаданные типа: %(metadata_type)s ошибка удаления: %(error)s

source: Are you sure you wish to delete the metadata type: %s?
de_de: Sind Sie sicher, dass Sie den Metadatentyp %s wirklich löschen möchten?
ru: Вы действительно хотите удалить метаданные:%s?

source: Metadata set edited successfully
de_de: Metadatenset erfolgreich bearbeitet
ru: Набор метаданных успешно изменен

source: Error editing metadata set; %s
de_de: Fehler beim Bearbeiten des Metadatensets %s
ru: Ошибка редактирования набора метаданных %s

source: edit metadata set: %s
de_de: Metadatensets %s bearbeiten
ru: редактировать метаданные набора %s

source: non members of metadata set: %s
de_de: Nicht-Mitglieder für Metadatenset %s
ru: не входят в набор метаданных: %s

source: members of metadata set: %s
de_de: Mitglieder des Metadatenset %s
ru: входят в набор метаданных: %s

source: Metadata set created successfully
de_de: Metadatenset erfolgreich angelegt
ru: Набор метаданных создан

source: create metadata set
de_de: Metadatenset erstellen
ru: создать набор метаданных

source: Metadata set: %s deleted successfully.
de_de: Metadatenset %s erfolgreich gelöscht.
ru: Набор метаданных: %s удалён.

source: Metadata set: %(metadata_set)s delete error: %(error)s
de_de: Fehler beim Löschen von Metadatenset %(metadata_set)s: %(error)s
ru: Набор метаданных: %(metadata_set)s ошибка удаления: %(error)s

source: Are you sure you wish to delete the metadata set: %s?
de_de: Soll das Metadaten-Set "%s" wirklich gelöscht werden?
ru: Вы действительно хотите удалить набор метаданных: %s?

source: Metadata types
de_de: Metadatentypen
ru: Типы метаданных

source: non members of document type: %s
de_de: Nicht-Mitglieder für Dokumententyp %s
ru: не относится к типу документа: %s.

source: members of document type: %s
de_de: Mitglieder des Dokumententyps %s
ru: относится к типу документа: %s.

source: What are metadata sets?
de_de: Was sind Metadatensets?
ru: Что такое набор метаданных?

source: A metadata set is a group of one or more metadata types. Metadata sets are useful when creating new documents; selecing a metadata set automatically attaches it's member metadata types to said document.
de_de: Ein Metadatenset ist eine Gruppe von einem oder mehreren Metadatentypen. Metadatensets sind nützlich beim Erstellen von neuen Dokumenten. Das Auswählen eines Metadatensets fügt automatisch seine Elemente für das angegebene Dokument hinzu.
ru: Набор метаданных это группа из одного или более типов метаданных. Наборы метаданных полезны при создании новых документов; указание набора метаданных автоматически добавляет метаданные набора к документу.

source: What are metadata types?
de_de: Was sind Metadatentypen?
ru: Что такое типы метаданных?

source: A metadata type defines the characteristics of a value of some kind that can be attached to a document. Examples of metadata types are: a client name, a date, or a project to which several documents belong. A metadata type's name is the internal identifier with which it can be referenced to by other modules such as the indexing module, the title is the value that is shown to the users, the default value is the value an instance of this metadata type will have initially, and the lookup value turns an instance of a metadata of this type into a choice list which options are the result of the lookup's code execution.
de_de: Ein Metadatentyp definiert die Eigenschaften eines Wertes, welcher bei einem Dokument hinterlegt werden kann. Beispiele von Metadatentypen sind: Ein Kundenname, ein Datum oder ein Projekt, zu dem mehrere Dokumente gehören. Der Name des Metadatentyps ist der interne Bezeichner, welcher von anderen Modulen, wie dem Index-Modul, benutzt werden kann. Der Titel wird dem Benutzer angezeigt, ein Standard-Wert wird als Startwert des Feldes benutzt. Ein Lookup-Wert gibt eine Auswahlliste zurück (gefüllt mit den Listenelementen, welche durch das Ausführen des Lookup-Codes zurückgegeben werden).
ru: Тип метаданных определяет характеристики информации которая может быть присоединена к документу. Примеры типов метаданных : имя клиента, дата или проект, к которому принадлежат несколько документов. Имя типа метаданных является внутренним идентификатором, на который могут ссылаться другие модули, такие как модуль индексирования Имя это значение, которое показано пользователям Значение по умолчанию - значение экземпляра этого типа метаданных будет на начальном этапе, Краткое имя служит для выбора из списка значений в результатах поиска.
