Repository: pypi-data/pypi-mirror-7
Catalog: packages/cubicweb-wireit/cubicweb-wireit-0.4.2.tar.gz/cubicweb-wireit-0.4.2/i18n/*.po
Languages: fr

source: Invalid WiringLanguage change
fr: Modification invalide du langage de schéma de connexion

source: New Wiring
fr: Nouveau schéma de connexion

source: New WiringLanguage
fr: Nouveau langage de schéma de connexion

source: This Wiring
fr: Ce schéma de connexion

source: This WiringLanguage
fr: ce langage de schéma de connexion

source: Wiring
fr: Schéma de connexion

source: Wiring language used to define this wiring
fr: Langage utilisé pour ce schéma de connexion

source: WiringLanguage
fr: Langage de schéma de connexion

source: WiringLanguage_plural
fr: Langages de schéma de connexion

source: Wiring_plural
fr: Schémas de connexion

source: add Wiring language WiringLanguage object
fr: un schéma de connexion basé sur ce langage

source: creating Wiring (Wiring language WiringLanguage %(linkto)s)
fr: création d'un schéma de connection (langage %(linkto)s)

source: json description of the wiring as serialized by WireIt itself
fr: description json du schéma de connexion

source: json description of the wiring language as used by WireIt itself
fr: description json du langage de schéma de connexion

source: language
fr: langage

# Wiring
source: language
fr: langage

source: language_object
fr: schémas de connexion associés

source: minimap
fr: Aperçu

# Wiring
source: name
fr: nom

# WiringLanguage
source: name
fr: nom

source: name of the Wiring
fr: nom du schéma de connexion

source: name of the wiring language
fr: nom du langage de schéma de connexion

source: view source code
fr: voir le code source du schéma

source: wiring %s
fr: schéma de connexion %s
