Repository: pypi-data/pypi-mirror-7
Catalog: packages/collective.externalizelink/collective.externalizelink-0.1.0.zip/collective.externalizelink-0.1.0/collective/externalizelink/locales/*/LC_MESSAGES/collective.externalizelink.po
Languages: it

source: Additional attribute
it: Nuovo attributo

source: Attribute name
it: Nome attributo

source: Attribute value
it: Valore attributo

source: Changes saved
it: Modifiche memorizzate

source: Controls how Plone open links in new windows
it: Controlla come Plone apre i link in nuove finestre

source: Edit cancelled
it: Modifica annullata

source: Enabled
it: Abilitato

source: Externalize links settings
it: Impostazioni link esterni

source: It will open in a new window
it: Si aprirà in una nuova finestra

source: Links selectors
it: Selettore dei link

source: Mark processed links
it: Marca link processati

source: Note
it: Nota

source: Plone mark external link behavior
it: gestione di Plone per apertura di nuove finestre

source: Plone popup behavior
it: gestione di Plone per i popup

source: Uncheck to disable the popups handling
it: Rimuovere la selezione per disabilitare la gestione dei popup

source: help_additional_attrs
it: Aggiungi degli attributi ai link che saranno processati come esterni. Se un attributo è già presente il valore sarà aggiunto all'attributo esistente.

source: help_externalize_link_settings_editform
it: Impostazioni del sito per il prodotto collective.externalizelink

source: links_selection_help
it: Selettori jQuery che identificano i link the saranno aperti in altra finestra. Dentro ai selettori puoi usare il marcatore $PORTAL_URL, che sarà rimpiazzato con l'URL del sito.

source: native_plone_mark_special_links
it: La ${plone_mark_link} predefinita è attiva: questo può portare a risultati inaspettati se userai la funzionalità "Marca link processati" qui sotto per manipolare le classi dell'elemento.

source: native_plone_popup_active_msg
it: La ${plone_popup_link} predefinita è attiva: disabilitala prima di usare le funzionalità qui sotto.
