Repository: pypi-data/pypi-mirror-7
Catalog: packages/django-easydata/django-easydata-0.1.tar.gz/django-easydata-0.1/easydata/locale/*/LC_MESSAGES/django.po
Languages: es

source: Configure visibility
es: Configurar visibilidad

source: Sorry, there are not applications loaded
es: Lo sentimos, no hay ninguna aplicación cargada.

source: Below you can see a list with all the application's models. To configure the visibility of a concrete models, you only have to pick in this models, to display a menu where you can choose the model's visibility and the visibility of each field of the model.
es: A continuación usted puede ver una lista con todos los modelos de la aplicación. Para configurar la visibilidad de un modelo concreto, solo tiene que pulsar en dicho modelo, para que se despliegue un menú donde podrá elegir la visibilidad de dicho modelo y de los diferentes fields del modelo.

source: Fields
es: Campos

source: Edit Namespace
es: Editar Namespace

source: You are going to edit the existing %(nombre_name)s namespace. You can edit the namespace's name and short_name and if you want to update the namespace specification, you can provide a file with the namespace specification to add the new entities and properties and construct the new existing relations.
es: Usted va a editar el namespace existente llamado %(nombre_name)s. Puede editar el nombre del namespace y su nombre corto y si usted deseara actualizar la especificación del espacio de nombres, puede suministrar un fichero o URL con la especificación del mismo para añadir las nuevas entidades, propiedades y construir las nuevas relaciones existentes.

source: Update the entities and properties
es: Actualiza las entidades y las propiedades

source: Edit namespace
es: Editar namespace

source: List of Namespaces
es: Lista de Namespaces

source: Below you can see a full list with all your namespaces loaded into the application. In this section, you can add, edit or delete the namespaces. To add a new namespace, you have to provide the name, short name, and a file in the allowed formats with the specifications of the namespace. On the other hand, if you want to edit a namespace, you can change the name or short name, and optionaly update the namespace specification, providing a file with updated specification. Be careful before delete a namespace, because if you delete a namespace, all the configurations made using that namespace will be deleted and the changes can't be undone.
es: A continuación puedes ver una lista completa con todos los namespaces cargados en la aplicación. En esta sección, se te permite añadir, editar o borrar todos estos namespaces. Para añadir un nuevo namespace, tienes que indicar un nombre y un nombre corto para el espacio de nombres, así como un fichero en los formatos permitidos, con la especificación del namespace. Por otro lado, si lo que deseas es editar uno de los namespaces que se encuentran ya cargados, podrás cambiar tanto el nombre y nombre corto de estos, así como actualizar la especificación de los mismos, suministrando un fichero con la especificación de estos. Ten cuidado cuando vayas a eliminar un determinado namespace, ya que si borras un namespace, todas las configuraciones que se hayan realizado utilizando este namespace se eliminarán, y estos cambios no podrán ser deshechos.

source: Namespace Name
es: Nombre del namespace

source: Delete Namespace
es: Borrar Namespace

source: Are you sure that you want to delete the namespace?
es: ¿Esta seguro que desea borrar el namespace?

source: Sorry, there are not nampesaces loaded
es: Lo sentimos, no hay ningún namespace cargado en la aplicación.

source: New Namespace
es: Nuevo Namespace

source: Create new namespace
es: Crear nuevo namespace

source: You are going to create a new namespace. To do this, you have to provide the following data:
es: Te dispones a crear un nuevo namespace. Para crear un nuevo namespace, tienes que suministrar los datos que se indican a continuación:

source: Namespace: is the name that you are going to use to identify the namespace into the application.
es: Namespace: es el nombre que usarás para identificar al namespace dentro de la aplicación.

source: Short name: is the name that will be used to identify the namespace in the data publication.
es: Short name: es el nombre que se usará para identificar al espacio de nombres cuando se realicen las publicaciones de datos.

source: File or URL: you have to provide a file or a URL (only one of this), where the application can load the namespace specification.
es: Fichero o URL: tienes que suministrar un fichero o url (solo uno de ellos), donde la aplicación pueda cargar la especificación del namespace.

source: Create Namespace
es: Crear Namespace

source: You have been logged out
es: Has cerrado sesión.

source: You aren't logged in
es: No has iniciado sesión.

source: The changes were saved
es: Los cambios fueron salvados

source: There were errors on the form
es: Hubo errores en el formulario.

source: The Model doesn't exists.
es: El modelo no existe.

source: The Model is not mapped.
es: El modelo no está mapeado.

source: The fields were mapped successfully
es: Los fields fueron mapeados satisfactoriamente

source: The namespace was created successfully.
es: El namespace fue creado satisfactoriamente

source: The namespace has
es: El namespace tiene

source: entities and
es: entidades y

source: properties
es: propiedades

source: There was an error, and the namespace couldn't be created
es: Hubo un error y el namespace no pudo ser creado

source: There are errors in the form, please check it and send the form to create the namespace
es: Hay errores en el formulario, por favor, comprueba estos y vuelve a enviar el formulario para crear el namespace

source: The namespace was updated successfully.
es: El namespace fue actualizado satisfactoriamente.

source: There was an error, and the namespace couldn't be updated
es: Hubo un error y el namespace no pudo ser actualizado

source: There are errors in the form, please check it and send the form to update the namespace
es: Hay errores en el formulario, por favor, comprueba estos y vuelve a enviar el formulario para actualizar el namespace

source: The namespace was deleted
es: El namespace fue borrado

source: You have to be a superuser to access to this section
es: Debes de ser superusuario para acceder a esta sección
