Repository: pypi-data/pypi-mirror-7
Catalog: packages/django-easydata/django-easydata-0.1.tar.gz/django-easydata-0.1/easydata/locale/*/LC_MESSAGES/django.po
Languages: es

source: File
es: Fichero

source: Format
es: Formato

source: Private
es: Privado

source: Only alphanumeric characters are allowed.
es: Solo se permiten caracteres de tipo alfanumérico

source: Home
es: Inicio

source: Visibility
es: Visibilidad

source: Mapping
es: Mapeo

source: Configure Mapping
es: Configurar Mapeo

source: Generate Graph
es: Generar grafo

source: Help
es: Ayuda

source: Configured Models
es: Modelos configurados

source: Related Entities
es: Entidades relacionadas

source: Use in templates
es: Uso en plantillas

source: Change
es: Cambiar

source: Logged in as
es: Conectado como

source: Logout
es: Desconectar

source: Below you can see, a full list with all the entities that you have loaded into the EasyData/Django application and that you have mapped with any of your application's models. Also shows the URLs through you can access to the information about the models mapped with those entities.
es: A continuación puedes ver, una lista completa con todas las entidades que has cargado dentro de la aplicación EasyData/Django y que posteriormente has mapeado con alguno de los modelos de tus aplicaciones. También se muestra las URLs a través de las cuales puedes acceder a la información de cada uno de los modelos mapeados con las entidades.

source: Entity
es: Entidad

source: There isn't any entity mapped with a model.
es: No hay ninguna entidad mapeada con un modelo.

source: Example
es: Ejemplo

source: Using the URLs provided before, if you would like to get all the information about the models that are related with the entity called %(nombre_entity)s in RDF/XML format, you will have to access to the following url:
es: Haciendo uso de las URLs indicadas anteriormente, si quisieras obtener toda la información sobre los modelos que están relacionados con la entidad llamada %(nombre_entity)s en formato RDF/XML, tendrás que hacerlo accediendo a la siguiente url:

source: There aren't entities related with models, and it's impossible show an example with real data. We will suppose that we have related models with an entity called Transport. The URL that we will have to access the get all the information about Transports in format RDF/Turtle is:
es: No hay entidades relacionadas con modelos, y es imposible mostrar un ejemplo con datos reales. Supondremos que tenemos relacionados modelos con una entidad llamada Transport. La url a la que tendremos que acceder para obtener toda la información sobre Transports en formato RDF/Turtle es:

source: Log in
es: Iniciar sesión

source: Sign in
es: Conectar

source: Below you can see a list of models which are available to use in your templates, or you can publish their associated URLs, to share their information. With the available models, appears information about the URLs assigned.
es: A continuación puedes ver una lista de los modelos que están disponibles para usar en tus plantillas, o de los que puedes publicar sus URLs asociadas para compartir su información. Junto con los modelos disponibles, aparece información acerca de las URLs que tienen asignados.

source: Model
es: Modelo

source: Entity Mapped
es: Entidad mapeada

source: Single URL
es: URL individual

source: Full URL
es: URL completa

source: Mapped attributes:
es: Atributos mapeados:

source: Mapped relations:
es: Relaciones mapeadas:

source: There isn't any model full configured
es: No hay ningún modelo completamente configurado.

source: The word "pk" in bold in the Single URLs, represent the primary key of each entity of the model. You have to replace it by the entity's primary key that you want to publish the data.
es: La palabra "pk" en negrita en la URL individual, representa la clave primaria de cada una de las entidades del modelo. Únicamente tienes que reemplazar la palabra pk, por la clave primaria de la entidad de la que desees publicar sus datos.

source: This section shows an example of how can you use the URLs showed before, to access to the model's information of a concrete model instance.
es: Esta sección muestra un ejemplo de como puedes usar las URLs mostradas anteriormente, para acceder a la información de una instancia concreta del modelo.

source: You have mapped the model %(nombre_model)s with the entity %(nombre_entidad)s. This model has an instance with the primary key "%(primary)s", and the url by which we can access to the information of this model instance is:
es: Has mapeado el modelo %(nombre_model)s con la entidad %(nombre_entidad)s. Este modelo tiene una instancia con la clave primaria "%(primary)s", y la url a través de la cual podemos acceder a su información es:

source: A valid url to access to the information of all instances of the model, for example in RDF/Ntriples format is:
es: Una url valida para acceder a la información de todas las instancias del modelo, por ejemplo en formato RDF/triples es:

source: You don't have any model mapped with an entity, the models don't have data or the models are not visible, and is impossible to show you an example with real data. We suppose that exist a model called People, with an instance of People with the primary key "1", and this model is mapped with the entity Person. The url to access to the information of the People with the primary key "1" is:
es: No tienes ningún modelo mapeado con una entidad, los modelos no tienen datos o los modelos no están establecidos como visibles, y por lo tanto es imposible mostrar un ejemplo con datos reales. Por lo tanto, supongamos que existe in modelo llamado People, con una instancia de People con la clave primaria "1", y este modelo esta mapeado con la entidad Person. La url para acceder a la información de la persona con la clave primaria "1" es:

source: Use in Django templates
es: Uso en plantillas Django

source: Using the URLs provided in the previous sections, the users can access to your information in RDF/XML, RDF/Ntriples and RDF/Turtle formats, but another way to publish your data, is including it into your html templates, using special tags that indicates the entities or properties, which represents your data.
es: Haciendo uso de las URLs proporcionadas en la secciones anteriores, los usuarios pueden acceder a tu información en formato RDF/XML, RDF/Ntriples y RDF/Turtle, pero otra forma de publicar tus datos es incluyendo estos en tus plantillas html de Django, usando etiquetas especiales que indican las entidades y propiedades con que se corresponden los datos.

source: The two available formats to do this, are microdata and rdfa. The EasyData/Django application, offers you multiple Django template tags, that can do this job easier for you. These template tags are differentiated by microdata and rdfa, and you only have to load the template tags in your Django templates using the following code:
es: Los dos formatos disponibles para realizar esto que te ofrece la aplicación son microdata y rdfa. La aplicación EasyData/Django, te ofrece una multitud de template tags de Django, los cuales pueden hacerte este trabajo mucho más fácil. Estos template tags, están diferenciados por microdata y rdfa, y solamente debes cargar los template tags que necesites en tus plantillas Django usando el siguiente código:

source: When you have loaded the template tags libraries, you can use the template tags to generate the html with the data of a instance and the tags which are mapped the model. The available template tags are the following:
es: Cuando hayas cargado las librerías de los template tags, podrás usarlos para generar el código HTML con los datos de la instancia y las etiquetas correspondientes al mapeo del modelo realizado. Los template tags disponibles son los siguientes:

source: To publish all the data of a model instance in Microdata format, you have the following template tags:
es: Para publicar todos los datos de una instancia de un modelo haciendo uso del formato Microdata, tienes disponibles los siguientes template tags:

source: To publish data of a concrete field of the model instance you have the following template tags:
es: Para publicar los datos de un campo concreto de una instancia de un modelo, dispones de los siguientes template tags:

source: If you are going to publish a concrete field or fields of a model instance using microdata, you also have to use a specific template tag to include a html open tag with the instance information.
es: Si vas a publicar un field o fields concreto de una instancia de un modelo haciendo uso de microdata, también tendrás que usar un template tag específico, el cual incluya la etiqueta html de apertura con la información de la instancia.

source: An example of the usage of the template tags showed before, if you want to publish in an unordered list, all the visible fields of a concrete instance of the model %(nombre_model)s stored in a variable called var1, you have to put the following template tag in your Django template:
es: Un ejemplo de uso de los template tags mostrados anteriormente, si deseases publicar en una lista sin ordenar todos los campos marcados como visibles de una instancia concreta del modelo %(nombre_model)s almacenado en una variable llamada var1, tienes que poner la siguiente template tag en tu plantilla Django:

source: The output that will generate the last tag, is the following:
es: La salida que producirá la etiqueta anterior es la siguiente:

source: On the other hand, if you want to publish only one field of the var1 instance, like the <strong>%(nombre_field)s</strong> field, you have to do the following:
es: Por otro lado, si quieres publicar solo un campo de la instancia var1, como por ejemplo el campo <strong>%(nombre_field)s</strong>, tienes que hacer lo siguiente:

source: To publish all the data of a model instance in RDFa format, you have the following template tags:
es: Para publicar todos los datos de una instancia de un modelo haciendo uso del formato RDFa, tienes disponibles los siguientes template tags:

source: If you are going to publish a concrete field or fields of a model instance using rdfa, you also have to use a specific template tag to include a html open tag with the instance information.
es: Si vas a publicar un field o fields concreto de una instancia de un modelo haciendo uso de rdfa, también tendrás que usar un template tag específico, el cual incluya la etiqueta html de apertura con la información de la instancia.

source: templates's directories
es: Directorios de las plantillas

source: Bellow you can see a list with all the directories where Django will search the templates, this means, that these are the directories where are located all the templates where you can use the template tags. The directories are the following:
es: A continuación, puedes ver una lista con todos los directorios donde Django buscará las plantillas. Esto significa, que esos son los directorios donde se encuentran todas las plantillas Django donde puedes usar los template tags. Los directorios son los siguientes:

source: There isn't any template directory.
es: No hay ningún directorio de plantillas

source: The templates also can be stored in the application directories, always on the folder called templates, and in the subfolder with the same name of the application. The paths of each application installed in the Django project are:
es: Las plantillas también pueden estar almacenadas en los directorios de las aplicaciones del proyecto, siempre en la carpeta llamada templates, y a su vez, en la subcarpeta con el mismo nombre de la aplicación. Las rutas donde se encuentran cada una de las aplicaciones instaladas en el proyecto Django son:

source: There isn't any application directory.
es: No hay ningún directorio de aplicaciones

source: Welcome!
es: ¡Bienvenido!

source: Welcome to the Django app, called EasyData/Django, which offers you a lot of possibilities to publish the data of your Django sites.
es: Bienvenido a la aplicación de Django, llamada EasyData/Django, la cual te ofrece una gran cantidad de posibilidades para publicar los datos de tus sitios Django.

source: In this application, you could load multiple Namespaces (ontologies or vocabularies), that are defined using the rdf:Class, rdf:Property, owl:Class, owl:ObjectProperty, owl:DatatypeProperty and owl:AnnotationProperty tags, and after, you can construct the correspondence (mapping) among your models and these namespaces. By this way, the application could publish the data of your Django site, using this ontologies, in order that this data will be published and understandable by anyone.
es: En esta aplicación podrás cargar múltiples espacios de nombres (ontologías o vocabularios), siempre que estos estén definidos, haciendo uso de las etiquetas rdf:Class, rdf:Property, owl:Class, owl:ObjectProperty, owl:DatatypeProperty y owl:AnnotationProperty, para después poder realizar la correspondencia (mapping) entre los modelos y fields de tu proyecto con las entidades de estos espacios de nombres. De esta forma, la aplicación podrá publicar los datos de tu sitio Django usando estas ontologías, con el fin de que los datos puedan ser publicados y comprendidos por cualquiera.

source: The application also permits to the user, customize the visibility of the data, offering confidentiality to the sensible or important data that shouldn't be published.
es: La aplicación también permite al usuario personalizar la visibilidad de los datos, ofreciendo así confidencialidad para los datos sensibles o importantes que no deban ser publicados.

source: When the application had been configured, you could publish you data, in many different ways and formats, like RDF/XML, RDF/Ntriples, RDF/Turtle, Microdata or RDFa.
es: Cuando la aplicación haya sido configurada podrás publicar tus datos de diferentes formas y tipos de formatos, como pueden ser RDF/XML, RDF/Ntriples, RDF/Turtle, Microdata o RDFa.

source: Introduction
es: Introducción

source: The first thing that you have to do, when you have installed EasyData/Django into your Django project, is to synchronize the models with the data base, in order to create the new tables that will store the data about models and namespaces. After this, you could run the loadmodels procedure through the manage.py file of your project, to discover the Django project's models and fields of all your applications. You can run the loadmodels procedure in a console on the path of your Django project, with the following command:
es: Lo primero que debes de hacer, cuando hayas instalado EasyData/Django en tu proyecto Django, es sincronizar los modelos de la aplicación EasyData/Django con la base de datos del proyecto, de tal manera que se creen las nuevas tablas necesarias donde se almacenarán los datos de los namespaces y modelos. Una vez hecho esto, podrás lanzar el procedimiento loadmodels desde el manage.py del proyecto, el cual se encargará de descubrir los modelos y fields de tu proyecto Django. Para ejecutar el procedimiento loadmodels tienes que escribir el siguiente comando desde la terminal, en el path del proyecto:

source: The next step will be the access to the web application, more specifically to the "Namespace" section, where the application shows all the namespaces loaded, and where you can add additional namespaces using RDF files with the specification. Initially, there will be not namespaces, so it will be the first task that you must to do. To add a new namespace, you have to push on the "New Namespace" button, and the application will show you a form, where you have to introduce the namespace's name and short name, and a file or uri with the namespace specification in one of the formats allowed.
es: El siguiente paso será acceder a la aplicación web, más concretamente a la sección "Namespace" de la aplicación web, donde la aplicación le mostrará todos los espacios de nombres que se encuentran cargados, y donde podrás incluir nuevos espacios de nombres adicionales haciendo uso de ficheros RDF con la especificación de estos, para posteriormente poder realizar la correspondencia de los modelos del proyecto con los espacios de nombres. Inicialmente, no habrá ningún espacio de nombres, por lo que será la primera tarea que deberás realizar. Para añadir un nuevo espacio de nombres, tienes que pulsar en el botón "Nuevo Namespace", y la aplicación te mostrará un formulario, donde deberás de introducir el nombre y nombre corto del namespace, y un fichero o una URI con la especificación del namespace en los formatos permitidos.

source: When you have added at least one namespace, you must set the visibility of models and fields in the "Visibility" section, in order to avoid that certain data that shouldn't be published, can be published.
es: Cuando hayas añadido al menos un espacio de nombres, el siguiente paso será realizar la configuración de la visibilidad de los modelos y fields en la sección "Visibilidad", de forma que pueda evitar que ciertos datos sean publicados, cuando estos no deberían serlo.

source: The last step, will be to configure the mapping among the models and entities, and fields and properties, that you have loaded into the application. You can do this on the "Mapping" section. When you have mapped a model with a entity, will appear the "Map fields" button, where you can map the model's fields with the properties of the entities.
es: El último paso, será configurar el mapeo entre los modelos y entidades, y los fields y propiedades de las ontologías que has cargado en la aplicación. Puedes hacer esto en la sección "Mapeo". Cuando hayas realizado el mapeo entre un modelo y una entidad, aparecerá el botón "Mapeo de fields", donde podrás mapear los fields del modelo con las propiedades de la entidad.

source: Configure D2Rq file
es: Configurar fichero D2Rq

source: This section, allows you to configure a D2Rq file with the mapping of your data base, generated with the d2rq generate-mapping application. The EasyData/Django application will add to your mapping file, the namespaces and tags that you are configured previously, in order to reuse this configuration.
es: Esta sección, te permite configurar un fichero D2Rq con el mapeo de la base de datos de tu proyecto, generado con la aplicación generate-mapping. La aplicación EasyData/Django añadirá al fichero con el mapeo, los namespaces y las etiquetas de la configuración que has realizado previamente en la aplicación, de tal forma que puedas reutilizar esta con la aplicación D2Rq.

source: To generate the mapping file, you have to follow the instructions given in the official documentation to <a href="http://d2rq.org/generate-mapping" target="_blank">generate mappings</a>. The command that you have to use, which is explained in detail in the documentation, is the following:
es: Para generar el fichero con el mapeo de tu base de datos, tienes que seguir las instrucciones dadas en la documentación oficial para la <a href="http://d2rq.org/generate-mapping" target="_blank">generación del mapeo</a>. La orden que deberás de usar, la cual se explica detalladamente en la documentación, es la siguiente:

source: Once you have generated the file, you only have to send it through the following form, and the EasyData/Django application, will return you the same file, with the configuration that you have made intro the application.
es: Una vez hayas generado el fichero, únicamente tienes que enviar este a través del siguiente formulario, y la aplicación EasyData/Django, te devolverá el mismo fichero, con la configuración que has introducido en la aplicación.

source: Map Fields
es: Mapeo de fields

source: As in the before section, here you are going to establish the correspondences, between your fields and the namespaces's properties loaded into the application.
es: Como en la sección anterior, en este apartado vas a establecer las correspondencias entre los diferentes fields y las propiedades de los namespaces cargados en la aplicación.

source: Below, you can see a form with one select field for each model field. The form's fields are differentiated by attributes and relations.
es: A continuación, puedes ver un formulario con un campo de selección por cada uno de los field que componen al modelo. Además, este formulario se encuentra diferenciado por atributos y relaciones.

source: The fields which are marked with an asterisk, means that these fields are declared as private. You can map the fields for future usages, but their information will not be published.
es: Los fields que están marcados con un asterisco, significa que esos fields están declarados como privados. Se le permite realizar el mapeo de los fields, pero su información no será publicada hasta que estos no sean marcados como públicos.

source: Attributes
es: Atributos

source: There isn't any attribute field to map.
es: No hay ningún atributo para mapear

source: Relations
es: Relaciones

source: There isn't any relation field to map.
es: No hay ninguna relación para mapear.

source: Back
es: Volver

source: Save changes
es: Salvar cambios

source: Map Models
es: Mapeo de modelos

source: In this section, is where you are going to establish the correspondences, between your models and fields, and the namespaces loaded into the application. This process is know like "Mapping".
es: En esta sección, es donde deberás establecer las correspondencias entre los modelos y fields de tu proyecto y los namespaces cargados dentro de la aplicación. Este proceso es conocido como "Mapping".

source: Below, you can see a form, with some tabs, for each application installed in your Django project. If you click in a tab, it shows you, all the application's models, and you can assign a concrete entity of the availables namespaces.
es: A continuación, puedes ver un formulario, con varias pestañas, donde cada una se corresponde a cada una de las aplicaciones instaladas en tu proyecto Django. Si haces click en alguna de las pestañas, esta te mostrará todos los modelos de la aplicación, de tal forma que puedas asignar a cada uno de los modelos una entidad concreta de los namespaces disponibles.

source: Once you have mapped any model, and have saved the changes. The buttons "Map fields" of each models mapped, will be activated to start the model's field mapping.
es: Una vez que hayas mapeado algún modelo y hayas salvado los cambios, los botones "Mapear fields" de cada modelo mapeado, se activarán para poder comenzar con el mapeo de los fields de dicho modelo.

source: The models which are marked with an asterisk, means that these models are declared as private. You can map the models or their properties, but their information will not be published.
es: Los modelos que están marcadas con un asterisco, significa que estos modelos están declarados como privados. Puede mapear los modelos o sus propiedades, pero su información no será publicada.

source: There isn't any Model to map.
es: No hay ningún modelo para mapear.

source: Entities
es: Entidades

source: Map fields
es: Mapear fields

source: Visibility Configuration
es: Configuración de visibilidad

source: In this section, you can configure the visibility of your models and fields which compose the models. This means, that you can choose which models or fields are going to be published, or which not. This is also a way to manage the security against sensible data, like passwords, telephones, or another type like these.
es: En esta sección, usted puede configurar la visibilidad de sus modelos y de los fields que componen a los modelos. De esta forma, usted puede elegir qué modelos o fields van a ser publicados y cuales no. Esto es también una forma de controlar la seguridad de los datos de caracter sensible, como pueden ser contraseñas, teléfonos, datos bancarios u otros datos de este tipo.

source: Application
es: Aplicación

source: Number of Models
es: Número de modelos
