Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.rc3-py2-none-any.whl/mayan/apps/bootstrap/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Bootstrap setup file
fr: Fichier de pré-configuration

source: Bootstrap setup URL
fr: URL de la pré-configuration

source: bootstrap
fr: Pré-configuration

source: bootstrap setup list
fr: Liste des pré-configurations

source: create new bootstrap setup
fr: Créer une nouvelle pré-configuration

source: edit
fr: éditer

source: delete
fr: effacer

source: details
fr: détails

source: execute
fr: exécuter

source: dump current setup
fr: injecter la configuration actuelle

source: export
fr: exporter

source: import from file
fr: importer depuis le fichier

source: import from URL
fr: importer depuis l'URL

source: sync with repository
fr: synchroniser avec le dépôt

source: erase database
fr: Supprimer la base de données

source: name
fr: nom

source: fixture
fr: fixation

source: These are the actual database structure creation instructions.
fr: Ce sont les instructions pour la création de la base de données.

source: creation date and time
fr: date et heure de création

source: bootstrap setup
fr: pré-configuration

source: bootstrap setups
fr: Pré-configurations

source: Database bootstrap
fr: Pré-configuration de base de données

source: View bootstrap setups
fr: Afficher les pré-configurations

source: Create bootstrap setups
fr: Créer de nouvelles pré-configurations

source: Edit bootstrap setups
fr: Modifier des pré-configurations

source: Delete bootstrap setups
fr: Supprimer des pré-configurations

source: Execute bootstrap setups
fr: Exécuter des pré-configurations

source: Dump the current project\s setup into a bootstrap setup
fr: Insérer la configuration actuelle dans une pré-configuration

source: Export bootstrap setups as files
fr: Exporter les pré-configurations sous forme de fichier

source: Import new bootstrap setups
fr: Importer de nouvelles pré-configurations

source: Sync the local bootstrap setups with a published repository
fr: Synchroniser localement les pré-configurations depuis un dépôt en ligne

source: Erase the entire database and document storage
fr: Effacer l'ensemble de la base de donnée et tous les documents stockés

source: Bootstrap
fr: Pré-configuration

source: Provides pre configured setups for indexes, document types, tags, etc.
fr: Permet une pré-configurations des index, types de documents, étiquettes, etc...

source: Bootstrap setup created successfully
fr: Pré-configuration crée avec succès

source: Error creating bootstrap setup.
fr: Erreur en créant la pré-configuration.

source: create bootstrap
fr: Créer une pré-configuration

source: Bootstrap setup edited successfully
fr: Pré-configuration modifiée avec succès

source: Error editing bootstrap setup.
fr: erreur en modifiant la pré-configuration.

source: edit bootstrap setup: %s
fr: modifier la pré-configuration: %s

source: Bootstrap setup: %s deleted successfully.
fr: La pré-configuration: %s a été effacée avec succès.

source: Bootstrap setup: %(bootstrap)s, delete error: %(error)s
fr: Pré-configuration: %(bootstrap)s, erreur de suppression: %(error)s

source: Are you sure you with to delete the bootstrap setup: %s?
fr: Êtes-vous sûrs de vouloir effacer la pré-configuration: %s?

source: Cannot execute bootstrap setup, there is existing data. Erase all data and try again.
fr: Impossible d'exécuter la pré-configuration car des données existent. Effacez-les et recommencez.

source: Error executing bootstrap setup; %s
fr: Erreur lors de l'exécution de la pré-configuration; %s

source: Bootstrap setup "%s" executed successfully.
fr: Pré-configuration "%s" effectuée avec succès.

source: Are you sure you wish to execute the database bootstrap setup named: %s?
fr: Êtes-vous sûr de vouloir exécuter la pré-configuration intitulée: %s?

source: Error dumping configuration into a bootstrap setup; %s
fr: Erreur en insérant la configuration actuelle dans la pré-configuration: %s

source: Bootstrap setup created successfully.
fr: Pré-configuration crée avec succès.

source: dump current configuration into a bootstrap setup
fr: insérer la configuration actuelle dans une pré-configuration

source: Bootstrap setup imported successfully.
fr: Pré-configuration importée avec succès.

source: File is not a bootstrap setup.
fr: Ce fichier n'est pas un fichier de pré-configuration.

source: Error importing bootstrap setup from file; %s.
fr: Erreur en important la pré-configuration depuis le fichier: %s.

source: Import bootstrap setup from file
fr: Importer la pré-configuration depuis le fichier.

source: Data from URL is not a bootstrap setup.
fr: Les données provenant de l'URL ne sont pas une pré-configuration.

source: Error importing bootstrap setup from URL; %s.
fr: Erreur en important la pré-configuration depuis l'URL: %s.

source: Import bootstrap setup from URL
fr: Importer une pré-configuration depuis une URL

source: Error erasing database; %s
fr: Erreur lors de l'effacement de la base de données; %s

source: Database erased successfully.
fr: Base de Données effacée avec succès.

source: Are you sure you wish to erase the entire database and document storage?
fr: Êtes vous certain de vouloir effacer l'intégralité de la base de données et des documents stockés?

source: All documents, sources, metadata, metadata types, set, tags, indexes and logs will be lost irreversibly!
fr: Tous les documents, sources, métadonnées, types de métadonnées, jeux, étiquettes, indexes et logs seron définitivement perdus!

source: Bootstrap repository successfully synchronized.
fr: Dépôt de pré-configurations correctement synchronisé.

source: Bootstrap repository synchronization error: %(error)s
fr: Erreur de synchronisation du dépôt de pré-configurations: %(error)s

source: Are you sure you wish to synchronize with the bootstrap repository?
fr: Êtes-vous sûr de vouloir effectuer la synchronisation avec le dépôt de pré-configurations ?
