Repository: pypi-data/pypi-mirror-7
Catalog: packages/ztfy.alchemy/ztfy.alchemy-0.3.3.tar.gz/ztfy.alchemy-0.3.3/src/ztfy/alchemy/locales/*/LC_MESSAGES/ztfy.alchemy.po
Languages: fr

source: Name
fr: Nom de la source de données

source: Pool size
fr: Taille du pool de connexion

source: Pool recycle time
fr: Durée de conservation des connexions

source: Register GEOTypes
fr: Enregistrement GeoTypes

source: Register OpenGIS
fr: Enregistrement OpenGIS

source: Encoding
fr: Encodage

source: Convert Unicode
fr: Conversion Unicode ?

source: Database URL
fr: URL de la base de données

source: RFC-1738 compliant URL for the database connection
fr: Connection vers la base de données (format RCF-1738)

source: Engine name
fr: Nom du moteur

source: Empty if this engine is the default engine.
fr: Laisser vite pour le moteur par défaut

source: Echo SQL statements
fr: Echo des commandes SQL

source: SQLAlchemy connections pool size
fr: Taille du pool de connexions SQLAlchemy

source: SQLAlchemy connection recycle time (-1 for none)
fr: Durée de conservation (en seconde) des connexions dans le pool (-1 pour illimité)

source: Register GeoTypes
fr: Enregistrement GeoTypes

source: Should engine register PostGis GeoTypes
fr: Doit-on référencer les GeoTypes pour PostGIS ?

source: Should engine register OpenGIS types
fr: Le moteur doit-il référencer les types spécifiques OpenGIS ?

source: Table name
fr: Nom de la table

source: Name of the table to assign
fr: Nom de la table à affecter

source: SQLAlchemy engine
fr: Moteur SQLAlchemy

source: Name of the engine to connect the table to
fr: Nom du moteur sur lequel doit se faire la connection

source: Class name
fr: Nom de la classe

source: Name of the class to assign
fr: Nom de la classe à affecter
