Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.rc3.tar.gz/mayan-edms-1.0.rc3/mayan/apps/web_theme/locale/*/LC_MESSAGES/django.po
Languages: es, vi_vn

source: CSS theme to apply, options are: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish and warehouse.
es: Tema CSS para aplicar, las opciones son: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish y warehouse.

source: Display extra information in the login screen.
es: Mostrar información adicional en la pantalla de inicio de sesión.
vi_vn: Hiển thị thông tin bổ sung trong màn hình đăng nhập

source: dismiss all notifications
es: cerrar todas las notificaciones
vi_vn: bỏ tất cả các thông báo

source: close all
es: cerrar todos
vi_vn: đóng tất cả

source: dismiss this notification
es: cerrar esta notificación
vi_vn: bỏ thông báo này

source: close
es: cerrar
vi_vn: đóng

source: Login
es: Iniciar sesión
vi_vn: Đăng nhập

source: You are already logged in
es: Usted ya ha entrado
vi_vn: Bạn đã được đăng nhập

source: Redirecting you to the website entry point in 5 seconds.
es: Se va a redirigir al punto de entrada al sitio web en 5 segundos.
vi_vn: Đang chuyển hướng đến website trong vòng 5 giây.

source: Or click <a href="%(LOGIN_REDIRECT_URL)s">here</a> if redirection doesn't work.
es: O haga clic <a href="%(LOGIN_REDIRECT_URL)s">aquí</a> si la redirección no funciona.
vi_vn: Hoặc click <a href="%(LOGIN_REDIRECT_URL)s">vào đây</a> nếu chuyển hướng không làm việc.

source: First time login
es: Primer inicio de sesión
vi_vn: Đăng nhập lần đầu

source: You have just finished installing <strong>Mayan EDMS</strong>, congratulations!
es: ¡Felicitaciones! Usted acaba de terminar de instalar <strong>Mayan EDMS</strong>.
vi_vn: Bạn đã cài đặt xong <strong>Hệ thống quản lý tài liệu điện tử Mayan EDMS</strong>. Xin chúc mừng bạn!

source: Login using the following credentials:
es: Inicie sesión con las siguientes credenciales:
vi_vn: Đăng nhập dùng các thông tin sau:

source: Username: <strong>%(account)s</strong>
es: Nombre de usuario: <strong>%(account)s</strong>
vi_vn: Người dùng: <strong>%(account)s</strong>

source: Password: <strong>%(password)s</strong>
es: Contraseña: <strong>%(password)s</strong>
vi_vn: Mật khẩu: <strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
es: Asegúrese de cambiar la contraseña para aumentar la seguridad y para deshabilitar este mensaje.
vi_vn: Bạn nên thay đổi mật khẩu để tăng tính bảo mật và để không nhìn thấy lời nhắc này nữa.

source: Previous
es: Anterior
vi_vn: Trước

source: Next
es: Siguiente
vi_vn: Tiếp theo
