Repository: pypi-data/pypi-mirror-7
Catalog: packages/cubicweb-processing/cubicweb-processing-0.6.1.tar.gz/cubicweb-processing-0.6.1/i18n/*.po
Languages: fr

source: A study of processing runs
fr: Une étude contenant des calculs

source: Creating Wiring for RunChain %s
fr: Création du schéma de connexion de l'étude %s

source: Executable
fr: Exécutable

source: Executable_plural
fr: Exécutables

source: File
fr: Fichier

source: Float
fr: Nombre réel

source: Int
fr: Nombre entier

source: New Executable
fr: Nouvel exécutable

source: New ParameterDefinition
fr: Nouveau paramètre

source: New ParameterValueFile
fr: Nouveau paramètre de type fichier

source: New ParameterValueFloat
fr: Nouveau paramètre de type réel

source: New ParameterValueInt
fr: Nouveau paramètre de type entier

source: New ParameterValueString
fr: Nouveau paramètre de type chaîne de caractères

source: New ProcessingStudy
fr: Nouvelle étude

source: New Run
fr: Nouveau calcul

source: New RunChain
fr: Nouvel enchainement de calculs

source: ParameterDefinition
fr: Paramètre

source: ParameterDefinition_plural
fr: Paramètres

source: ParameterValueFile
fr: Paramètre de type fichier

source: ParameterValueFile_plural
fr: Paramètres de type fichier

source: ParameterValueFloat
fr: Paramètre de type réel

source: ParameterValueFloat_plural
fr: Paramètres de type réel

source: ParameterValueInt
fr: Paramètre de type entier

source: ParameterValueInt_plural
fr: Paramètres de type entier

source: ParameterValueString
fr: Paramètre de type chaîne de caractères

source: ParameterValueString_plural
fr: Paramètres de type chaîne de caractères

source: ProcessingStudy
fr: Étude

source: ProcessingStudy_plural
fr: Études

source: Run
fr: Calcul

source: RunChain
fr: Enchainement de calculs

source: RunChain_plural
fr: Enchainements de calculs

source: Run_plural
fr: Calculs

source: String
fr: Chaîne de caractères

source: This Executable
fr: Cet exécutable

source: This ParameterDefinition
fr: Ce paramètre

source: This ParameterValueFile
fr: Ce paramètre de type fichier

source: This ParameterValueFloat
fr: Ce paramètre de type réel

source: This ParameterValueInt
fr: Ce paramètre de type entier

source: This ParameterValueString
fr: Ce paramètre de type chaîne de caractères

source: This ProcessingStudy
fr: Cette étude

source: This Run
fr: Ce calcul

source: This RunChain
fr: Cet enchainement de calcul

source: [copy of %(output)s from run #%(run)s]
fr: [copie de %(output)s du calcul #%(run)s]

source: a name for convenience purposes
fr: nom de l'enchainement de calculs

source: add Run in_study ProcessingStudy object
fr: ajouter un calcul

source: add RunChain in_study ProcessingStudy object
fr: ajouter un enchaînement de calculs

# inlined:ParameterValueFile.value_file.subject
source: add a File
fr: ajouter un fichier

# inlined:Executable.parameter_of.object
source: add a ParameterDefinition
fr: ajouter un paramètre

# inlined:Run.value_of_run.object
source: add a ParameterValueFile
fr: ajouter une valeur de type fichier

# inlined:Run.value_of_run.object
source: add a ParameterValueFloat
fr: ajouter une valeur de type flottant

# inlined:Run.value_of_run.object
source: add a ParameterValueInt
fr: ajout une valeur de type entier

# inlined:Run.value_of_run.object
source: add a ParameterValueString
fr: ajout une valeur de type chaîne de caractères

source: can't modify parameters of an executable which is already used in a run
fr: impossible de modifier les paramètres d'un exécutable déjà utilisé dans un calcul

source: cannot find such a parameter for this executable
fr: impossible de trouver un tel paramètre pour cet exécutable

source: copied output parameter has wrong value type
fr: le paramètre de sortie à copier n'est pas du bon type

source: copied output parameter is unrelated to source run
fr: le paramètre de sortie copié est sans relation avec l'exécution source

source: create a run from this executable
fr: créer un calcul

source: creating ParameterValueFile (ParameterValueFile param_def ParameterDefinition %(linkto)s)
fr: création d'une valeur pour un paramètre de type fichier (correspondant à la définition %(linkto)s)

source: creating ParameterValueFloat (ParameterValueFloat param_def ParameterDefinition %(linkto)s)
fr: création d'une valeur pour un paramètre de type flottant (correspondant à la définition %(linkto)s)

source: creating ParameterValueInt (ParameterValueInt param_def ParameterDefinition %(linkto)s)
fr: création d'une valeur pour un paramètre de type entier (correspondant à la définition %(linkto)s)

source: creating ParameterValueString (ParameterValueString param_def ParameterDefinition %(linkto)s)
fr: création d'une valeur pour un paramètre de chaîne de caractères (correspondant à la définition %(linkto)s)

source: creating Run (Run executable Executable %(linkto)s)
fr: création d'un calcul (basé sur l'exécutable %(linkto)s)

source: creating Run (Run in_study ProcessingStudy %(linkto)s)
fr: création d'un calcul (dans l'étude %(linkto)s)

source: creating RunChain (RunChain in_study ProcessingStudy %(linkto)s)
fr: création d'un enchaînement de calculs (dans l'étude %(linkto)s)

source: executable
fr: exécutable

# Run
source: executable
fr: exécutable

source: executable used by this Run
fr: exécutable utilisé par ce calcul

source: executable_object
fr: calculs

source: from_output
fr: copie du paramètre de sortie

source: from_run
fr: copié depuis le calcul

source: from_run_object
fr: fournit des valeurs pour les paramètres

source: has_runs
fr: calculs

source: has_runs_object
fr: enchainement de calculs

source: in_study
fr: dans l'étude

source: in_study_object
fr: objets de l'étude

source: input
fr: entrée

source: missing input parameter values
fr: paramètres d'entrée manquants

# Executable
source: name
fr: nom

# ParameterDefinition
source: name
fr: nom

# RunChain
source: name
fr: nom

source: no parameter found with name %s
fr: aucun paramètre nommé %s

source: output
fr: sortie

source: output parameter definition to copy into this input parameter value when chaining runs
fr: paramètre de sortie à copier dans le paramètre d'entrée lors de l'enchaînement des exécutions

source: param_def
fr: définition du paramètre

source: param_type
fr: type de paramètre

source: parameter copy must from an output to an input
fr: la copie de paramètre doit s'effectuer d'une sortie vers une entrée

source: parameter name is already used
fr: ce nom est déjà utilisé pour un autre paramètre

source: parameter_of
fr: paramètre de

source: parameter_of_object
fr: paramètres

# Executable
source: parameter_of_object
fr: a pour paramètre

source: run from which to copy into this input parameter value when chaining runs
fr: exécution d'où provient la valeur à copier dans cette entrée lors de l'enchaînement

source: specified run has no output parameter of the right type
fr: l'exécution spécifiée ne possède pas de paramètre de sortie de ce type

source: this parameter has several values
fr: ce paramètre a plusieurs valeurs

source: uses_executable
fr: utilise les exécutables

source: uses_executable_object
fr: enchainements de calculs associés

# ParameterValueFloat
source: value
fr: valeur

# ParameterValueInt
source: value
fr: valeur

# ParameterValueString
source: value
fr: valeur

source: value is required for parameter "%s"
fr: une valeur est requise pour le paramètre "%s"

source: value_file
fr: fichier

source: value_of_run
fr: paramètre du calcul

source: value_of_run_object
fr: paramètres

source: value_type
fr: type des valeurs

source: wfs_run_completed
fr: terminé

source: wfs_run_crashed
fr: échec

source: wfs_run_ready
fr: prêt

source: wfs_run_running
fr: en cours

source: wfs_run_setup
fr: mise au point

source: wfs_run_waiting
fr: en attente

source: wfs_runchain_completed
fr: terminé

source: wfs_runchain_crashed
fr: échec

source: wfs_runchain_ready
fr: prêt

source: wfs_runchain_running
fr: en cours

source: wfs_runchain_setup
fr: mise au point

source: wft_run_complete
fr: terminer

source: wft_run_queue
fr: mettre en file d'attente

source: wft_run_run
fr: lancer

source: wft_runchain_complete
fr: terminer

source: wft_runchain_generate
fr: générer

source: wft_runchain_run
fr: lancer

source: wiring
fr: schéma

source: wiring language of runchain %s
fr: langage de schéma de connexion de l'enchainement %s

source: wiring_object
fr: enchainement

source: wlang
fr: langage de schéma de connexion

source: wlang_object
fr: enchainement
