Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.rc3.tar.gz/mayan-edms-1.0.rc3/mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: Check expired check out documents and checks them in.
ro_ro: Verificaţi termenul de aprobare

source: Document checked out
ro_ro: Documentul aprobat

source: Document "%(document)s" checked out by %(fullname)s.
ro_ro: Documentul "%(document)s" aprobat de %(fullname)s.

source: Document checked in
ro_ro: Document aprobat în

source: Document "%(document)s" checked in by %(fullname)s.
ro_ro: Documentul "%(document)s" aprobat de către %(fullname)s.

source: Document automatically checked in
ro_ro: Document aprobat în mod automat

source: Document "%(document)s" automatically checked in.
ro_ro: Documentul "%(document)s" aprobat automat

source: Document forcefully checked in
ro_ro: Document aprobat forţat

source: Document "%(document)s" forcefully checked in by %(fullname)s.
ro_ro: Documentul "%(document)s" aprobat obligatoriu de către %(fullname)s..

source: checkouts
ro_ro: aprobări

source: check out document
ro_ro: document de aprobat

source: check in document
ro_ro: aprobă document

source: check in/out
ro_ro: aprobări

source: checked out
ro_ro: de aprobat

source: checked in/available
ro_ro: aprobare disponibilă

source: check out date and time
ro_ro: aprobat la data si ora

source: check out expiration date and time
ro_ro: data și ora de expirare aprobare

source: Amount of time to hold the document checked out in minutes.
ro_ro: Total timp alocat pentru a deține documentul pentru aprobare în minute.

source: block new version upload
ro_ro: blochează actualizarea documentului

source: Do not allow new version of this document to be uploaded.
ro_ro: Nu se permite actualizarea documentului.

source: document checkout
ro_ro: document aprobat

source: document checkouts
ro_ro: document aprobat

source: Document checkout
ro_ro: Document aprobat

source: Check out documents
ro_ro: Aprobări documente

source: Check in documents
ro_ro: Aprobări documentele

source: Forcefully check in documents
ro_ro: Forțati aprobarea documentelelor

source: Allow overriding check out restrictions
ro_ro: Permiteți rescrierea aprobării cu restricții

source: checked out documents
ro_ro: aprobări documente

source: checkout user
ro_ro: aprobate de

source: checkout time and date
ro_ro: aprobat ora și data

source: checkout expiration
ro_ro: aprobarea expiră

source: User: %s
ro_ro: Utilizator:% s

source: Check out time: %s
ro_ro: Timp aprobare : % s

source: Check out expiration: %s
ro_ro: Aprobarea expirără:% s

source: New versions allowed: %s
ro_ro: Noile versiuni permise:% s

source: yes
ro_ro: da

source: no
ro_ro: nu

source: Check out details for document: %s
ro_ro: Verificat detaliile documentului:% s

source: Error trying to check out document; %s
ro_ro: Eroare la încercarea de a aproba documentul ;% s

source: Document "%s" checked out successfully.
ro_ro: Documentul "%s" a fost aprobat cu succes.

source: Document already checked out.
ro_ro: Document deja aprobat.

source: Check out document: %s
ro_ro: Aprobarea documentului:% s

source: Document has not been checked out.
ro_ro: Documentul nu a fost aprobat.

source: Error trying to check in document; %s
ro_ro: Eroare la încercarea de aprobare a documentului; % s

source: Document "%s" checked in successfully.
ro_ro: Documentul "%s" aprobat cu succes.

source: You didn't originally checked out this document. Are you sure you wish to forcefully check in document: %s?
ro_ro: Tu nu ai aprobat inițial acest document. Sunteți sigur că doriți să aprobaţi forţat documentul:% s?

source: Are you sure you wish to check in document: %s?
ro_ro: Sunteți sigur că doriți să aprobaţi documentul în:% s?

source: Document status: %(widget)s %(text)s
ro_ro: Starea documentului: %(widget)s %(text)s

source: Days
ro_ro: Zi

source: Hours
ro_ro: Ore

source: Minutes
ro_ro: Minute

source: Enter a valid number of days.
ro_ro: Introduceți un număr valid de zile.

source: Enter a valid number of hours.
ro_ro: Introduceți un număr valid de ore.

source: Enter a valid number of minutes.
ro_ro: Introduceți un număr valid de minute.

source: Enter a valid time difference.
ro_ro: Introduceți o diferență de timp validă.

source: Amount of time to hold the document in the checked out state in days, hours and/or minutes.
ro_ro: Total timp acordat pentru a deține documente în statul pentru aprobare în zile, ore și / sau minute.

source: Check out expiration date and time
ro_ro: Verifică data şi ora de expirare
