Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.0.tar.gz/mayan-edms-1.0.0/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, id

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
bg: Минимален процент (%) допустим за интерактивно смаляване страницата от потребителя
id: Jumlah minimal dalam persen (%) yang diperbolehkan bagi pengguna untuk memperkecil tampilan halaman dokumen secara interaktif.

source: Amount in degrees to rotate a document page per user interaction.
bg: Градуси на завъртане на страница от документ, при потребителско действие
id: Jumlah dalam derajat untuk memutar halaman dokumen per interaksi pengguna.

source: What are document types?
bg: Какви са видовете документи?
id: Apa jenis dokumen?

source: Document types define a class that represents a broard group of documents, such as: invoices, regulations or manuals. The advantage of using document types are: assigning a list of typical filenames for quick renaming during creation, as well as assigning default metadata types and sets to it.
bg: Видове документи определят класа, които представлява широка група от документи, като: фактури, закони или ръководства. Предимството на използването на документи типове са: възлагане на списък на типични имена на файлове за бързо преименуване по време на създаването, както и възлагане на типове мета данни по подразбиране и прилагане към него.
id: Jenis-jenis dokumen menentukan sebuat kelas yang mewakili kelompok dokumen dalam kelompok yang besar, misalnya: faktur, peraturan-peraturan atau buku-buku petunjuk. Keuntungan menggunakan jenis dokumen adalah: memberikan daftar nama-nama berkas yang umum untuk mengubah nama secara cepat pada saat pembuatan, termasuk memberikan jenis-jenis 'metadata' yang sesuai.

source: What are recent documents?
bg: Кои са скорошните документи?
id: Apakah yang dimaksud dengan dokumen baru-baru ini?

source: Here you will find the latest %(recent_count)s documents you have either created or edited in any way.
bg: Тук ще намерите последните %(recent_count)s документи, които сте създали или редактирали
id: Di sini Anda akan menemukan %(recent_count)s dokumen-dokumen terbaru yang telah anda buat atau sunting dalam bentuk apa saja.

source: Document type
id: Jenis dokumen

source: Metadata type
id: Jenis 'metadata'

source: Metadata value
id: Nilai 'metadata'

source: Content
id: Isi

source: Description
id: Deskripsi

source: Comments
id: Komentar-komentar

source: Major %(major)i.%(minor)i, (new release)
id: Mayor %(major)i.%(minor)i, (release baru)

source: Minor %(major)i.%(minor)i, (some updates)
id: Minor %(major)i.%(minor)i, (beberapa pembaharuan)

source: Micro %(major)i.%(minor)i.%(micro)i, (fixes)
id: Mikro %(major)i.%(minor)i.%(micro)i, (perbaikan-perbaikan)

source: micro
id: mikro
