Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.0.tar.gz/mayan-edms-1.0.0/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, id

source: Documents
bg: Документи
id: Dokumen

source: documents
bg: документи
id: dokumen-dokumen

source: thumbnail
bg: миниатюра

source: Filename
bg: Име на файл
id: Nama berkas

source: Document creation
bg: Създаване на докумнт
id: Pembuatan dokumen

source: Document "%(content_object)s" created by %(fullname)s.
bg: Документ "%(content_object)s" създаден от %(fullname)s.
id: Dokumen "%(content_object)s" dibuat oleh %(fullname)s.

source: Document "%(content_object)s" created on %(datetime)s by %(fullname)s.
bg: Документ "%(content_object)s" създаден на %(datetime)s от %(fullname)s.
id: Dokumen "%(content_object)s" dibuat oleh pada %(datetime)s oleh %(fullname)s

source: Document edited
bg: Редактиране на документ
id: Dokumen telah disunting

source: Document "%(content_object)s" edited by %(fullname)s.
bg: Документ "%(content_object)s" редактиран от %(fullname)s.
id: Dokumen "%(content_object)s" disunting oleh %(fullname)s

source: Document "%(content_object)s" was edited on %(datetime)s by %(fullname)s. The following changes took place: %(changes)s.
bg: Документ "%(content_object)s" е редактиран на %(datetime)s от %(fullname)s. Направени са промени: %(changes)s.

source: Document deleted
bg: Документът е изтрит
id: Dokumen telah dihapus

source: Document "%(document)s" deleted by %(fullname)s.
bg: Документ "%(document)s" е изтрит от %(fullname)s.
id: Dokumen "%(document)s" deleteled by %(fullname)s.

source: Document "%(document)s" deleted on %(datetime)s by %(fullname)s.
bg: Документ "%(document)s" e изтрит на %(datetime)s от %(fullname)s.
id: Dokumen "%(document)s" dihapus pada %(datetime)s oleh %(fullname)s.

source: Page image
bg: Изображение на страница
id: Gambar halaman

source: Contents
bg: Съдържание
id: Isi

source: Use the new version filename as the document filename
bg: Използвай новото име на файла за име на файла
id: Gunakan nama berkas versi baru sebagai nama berkas dokumen

source: Quick document rename
bg: Бързо преименуване на документ
id: Cara cepat mengganti nama dokumen

source: Version update
bg: Обновяване на версията
id: Pembaharuan versi

source: Comment
bg: Коментар
id: Komentar

source: New document filename
bg: Ново име на документ
id: Nama berkas untuk dokumen baru

source: Page
bg: Страница
id: Halaman

source: Page range
bg: Поредица от страници
id: Jangkauan halaman

source: Compress
bg: Компресиране
id: Kompresi

source: Download the document in the original format or in a compressed manner. This option is selectable only when downloading one document, for multiple documents, the bundle will always be downloads as a compressed file.
bg: Сваляне на документа в оригинален формат или компресиран. Тази опция е избираема само при сваляне на един документ, при няколко документа наведнъж, те ще бъдат свалени в един компресиран архив.
id: Mengunduh dokumen-dokumen dalam bentuk asli atau dalam bentuk kompresi. Pilihan ini hanya bisa dipilih saat mengunduh satu dokumen, untuk dokumen lebih dari satu, bundel selalu diunduh dalam bentuk berkas terkompresi.

source: Compressed filename
bg: Име на компресирания архив
id: Nama berkas terkompresi

source: The filename of the compressed file that will contain the documents to be downloaded, if the previous option is selected.
bg: Името на компресирания архив, съдържащ документите за сваляне, ако предишната опция е избрана.
id: Nama berkas dari berkas terkompresi yang mengandung dokumen-dokumen yang akan diunduh, bila pilihan sebelumnya terpilih.

source: all documents
bg: всички документи
id: semua dokumen

source: recent documents
bg: последни документи
id: dokumen barusan

source: details
bg: детайли
id: detail

source: properties
bg: свойства

source: delete
bg: изтриване
id: hapus

source: edit
bg: редактиране
id: sunting

source: download
bg: изтегляне
id: unduh

source: find duplicates
bg: намиране на дубликати
id: temukan yang ganda

source: find all duplicates
bg: намиране на всички дубликати
id: temukan semua yang ganda

source: Search all the documents' checksums and return a list of the exact matches.
bg: Претърсване на контролните суми на всички документи и връщане на списък с точните съвпадения
id: cari 'checksum' semua dokumen dan perlihatkan hasil dalam bentuk daftar dokumen yang sama persis

source: update office documents' page count
bg: актуализиране на броя страница на офис документите
id: memperbaharui jumlah halaman dokumen-dokumen kantor

source: Update the page count of the office type documents. This is useful when enabling office document support after there were already office type documents in the database.
bg: Актуализиране на броя страници на офис документи. Това е полезно, когато поддръжката на офис документи е включена след като вече има офис документи в базата данни.

source: clear transformations
bg: изчистване на преобразованията
id: bersihkan transformasi

source: print
bg: отпечатване
id: cetak

source: history
bg: история
id: riwayat

source: Find missing document files
bg: Намиране на липсващи файлове на документи
id: temukan dokumen-dokumen yang hilang

source: Clear the document image cache
bg: Изчистване на кеша от изображения на документи
id: Bersihkan penyimpanan sementara dokumen

source: Clear the graphics representations used to speed up the documents' display and interactive transformations results.
bg: Изчистване на графичното представяне, използвано да ускори изобразяването на документите и интерактивните промени.
id: Bersihkan representasi gambar-gambar yang dipergunakan untuk mempercepat menampilkan dokumen dan hasil transformasi interaktif.

source: page transformations
bg: преобразуване на страници
id: transformasi halaman

source: create new transformation
bg: създаване на ново преобразуване
id: buat transformasi baru

source: page image
bg: изображение на страницата
id: gambar halaman

source: page text
bg: текст на страницата
id: text halaman

source: edit page text
bg: редактиране текста на страницата
id: sunting text halaman

source: next page
bg: следваща страница
id: halaman selanjutnya

source: previous page
bg: предишна страница
id: halaman sebelumnya

source: first page
bg: първа страница
id: halaman pertama

source: last page
bg: последна страница
id: halaman terakhir

source: zoom in
bg: увеличаване
id: memperbesar tampilan

source: zoom out
bg: смаляване
id: memperkecil tampilan

source: rotate right
bg: завъртане надясно
id: memutar ke kanan

source: rotate left
bg: завъртане наляво
id: memutar ke kiri

source: reset view
bg: първоначален вид
id: ulangi tampilan

source: versions
bg: версии
id: versi

source: revert
bg: обръщане
id: kembali

source: document type list
bg: списък с вид на документа
id: daftar jenis dokumen

source: document types
bg: видове документи
id: jenis dokumen

source: create document type
bg: създаване на нов вид документ
id: buat jenis dokumen

source: filenames
bg: имена на файлове
id: nama berkas

source: add filename to document type
bg: добавяне на име на файл към вид документ
id: tambahkan nama file ke jenis dokumen

source: final
bg: крайна

source: alpha
bg: алфа
id: alfa

source: beta
bg: бета

source: name
bg: име
id: nama

source: document type
bg: вид документ
id: jenis dokumen

source: documents types
bg: видове документи
id: jenis-jenis dokumen

source: description
bg: описание
id: deskripsi

source: added
bg: добавен
id: telah ditambahkan

source: document
bg: документ
id: dokumen

source: comment
bg: коментар
id: komentar

source: file
bg: файл
id: berkas

source: checksum
bg: контролна сума

source: document version
bg: версия на документа
id: versi dokumen

source: This document's file format is not known, the page count has therefore defaulted to 1.
bg: Форматът на документа във файла е непознат. Затова броят страници е зададен на 1.
id: Format berkas dokumen ini tidak dikenal, oleh karena itu jumlah layar dianggap sebagai 1.

source: filename
bg: име на файла
id: nama berkas

source: enabled
bg: разрешено

source: document type quick rename filename
bg: име на файла за бързо преименуване на вида документ

source: document types quick rename filenames
bg: имена на файлове за бързо преименуване на вида документ

source: content
bg: съдържание
id: isi

source: page label
bg: надпис на страница
id: Label halaman

source: page number
bg: номер на страница
id: Nomor halaman

source: Page %(page_num)d out of %(total_pages)d of %(document)s
bg: Страница %(page_num)d от общо %(total_pages)d страници от %(document)s документи.
id: Halaman %(page_num)d dari %(total_pages)d untuk %(document)s

source: document page
bg: страница на документа
id: halaman dokumen

source: document pages
bg: добавяне на име на файл към вид документ
id: halaman-halaman dokumen

source: Enter a valid value.
bg: Въведете валидна стойност
id: Masukkan nilai yang sesuai

source: order
bg: ред
id: urutan

source: transformation
bg: преобразуване
id: transformasi

source: arguments
bg: аргументи
id: argumen

source: document page transformation
bg: трансформация на страница на документ
id: transformasi halaman dokumen

source: document page transformations
bg: трансформации на страница на документ
id: transformasi-transformasi halaman dokumen

source: user
bg: потребител
id: pengguna

source: accessed
bg: достъпен
id: diakses

source: recent document
bg: скорошен документ
id: dokumen baru-baru ini

source: Create documents
bg: Създаване на документи
id: Buat dokumen

source: Edit document properties
bg: Редактиране на свойства на документа

source: Edit documents
bg: Редактиране на документи
id: Sunting dokumen

source: View documents
bg: Преглед на документи
id: Lihat dokumen

source: Delete documents
bg: Изтриване на документи
id: Hapus dokumen

source: Download documents
bg: Изтегляне на документи
id: Unduh dokumen

source: Transform documents
bg: Преобразуване на документи
id: Ubah dokumen

source: Execute document modifying tools
bg: Изпълнение на изменение на документа
id: Jalankan peralatan pengubah dokumen

source: Revert documents to a previous version
bg: Връщане на документите към предишна версия
id: kembalikan dokumen ke versi sebelumnya

source: Create new document versions
bg: Създаване на нова версия на документа
id: Buat versi dokumen baru

source: Documents setup
bg: Настройки за документи

source: View document types
bg: Преглед на типовете документи
id: Lihat jenis-jenis dokumen

source: Edit document types
bg: Редактиране на вида документи
id: Sunting jenis dokumen

source: Delete document types
bg: Изтриване на вида документи
id: Hapus jenis dokumen

source: Create document types
bg: Създаване на вид на документа
id: Buat jenis dokumen

source: Document types: %d
bg: Видове документи: %d
id: Jenis-jenis dokumen: %d

source: Minimum amount of pages per document: %d
bg: Минимален брой страници на документ: %d
id: Jumlah minimal halaman per dokumen: %d

source: Maximum amount of pages per document: %d
bg: Максимален брой страници на документ: %d
id: Jumlah maksimal halaman per dokumen: %d

source: Average amount of pages per document: %f
bg: Брой страници на документ, средно: %f
id: Jumlah rata-rata halaman per dokumen: %f

source: Documents in database: %d
bg: Документи в базата данни: %d

source: Documents in storage: %d
bg: Документи в склада: %d
id: Dokumen-dokumen di penyimpanan: %d

source: Space used in storage: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytes
bg: Пространството, използвано в склада: %(base_2)s (база 2), %(base_10)s (база 10), %(bytes)d байта
id: Ruang terpakai di penyimpanan: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytes

source: Document pages in database: %d
bg: Страници в базата данни: %d
id: Halaman-halaman dokumen di dalam database: %d

source: Date added
bg: Дата на добавяне
id: Tanggal ditambahkan

source: Time added
bg: Час на добавяне
id: Waktu ditambahkan

source: File mimetype
bg: mimetype на файла
id: Jenis mime berkas

source: File mime encoding
bg: mime encoding на файла

source: File size
bg: Размер на файла
id: Ukuran berkas

source: Exists in storage
bg: Съществува в склада
id: Ada di penyimpanan

source: File path in storage
bg: Файлов път до склада

source: Checksum
bg: Контролна сума

source: Pages
bg: Страници
id: Halaman-halaman

source: document properties for: %s
bg: свойства на документите за %s

source: document data
bg: данни в документа
id: data dokumen

source: Must provide at least one document.
bg: Приложете поне един документ
id: Harus memberikan setidaknya satu dokumen.

source: Document deleted successfully.
bg: Документът е изтрит успешно.
id: Dokumen berhasil dihapus.

source: Document: %(document)s delete error: %(error)s
bg: Документ: %(document)s Грешка при триене: %(error)s
id: Dokumen: %(document)s penghapusan bermasalah: %(error)s

source: Are you sure you wish to delete the document: %s?
bg: Сигурни ли сте, че искате да изтриете документ %s?
id: Apakah anda yakin ingin menghapus dokumen: %s?

source: Are you sure you wish to delete the documents: %s?
bg: Сигурни ли сте, че искате да изтриете документите %s?
id: Apakah anda yakin ingin menghapus dokumen-dokumen: %s?

source: Document "%s" edited successfully.
bg: Документът "%s" е редактиран успешно
id: Dokumen "%s" berhasil disunting.

source: documents to be downloaded
bg: документи, които ще бъдат свалени
id: dokumen yang akan diunduh

source: version
bg: версия
id: versi

source: Download
bg: Сваляне
id: Unduh

source: Return
bg: Връщане
id: Kembali

source: duplicates of: %s
bg: дублирания на %s

source: Are you sure you wish to find all duplicates?
bg: Сигурни ли сте, че желаете да откриете всички дублирания?

source: On large databases this operation may take some time to execute.
bg: При големи бази данни тази операция може да отнеме известно време за изпълнение.
id: Pada database yang besar pekerjaan berikut mungkin akan membutuhkan waktu untuk dilaksanakan.

source: duplicated documents
bg: дублирани документи
id: Dokumen-dokumen ganda

source: Page count update complete. Documents processed: %(total)d, documents with changed page count: %(change)d
bg: Актуализирането на броя страници е завършено. Обработени документи: %(total)d, документи с променени брой страници: %(change)d
id: Pembaharuan jumlah halaman selesai. Jumlah dokumen diproses: %(total)d, dokumen-dokumen yang diperbaharui: %(change)d

source: Are you sure you wish to update the page count for the office documents (%d)?
bg: Сигурни ли сте, че искате да промените броя страници на документите (%d)?
id: Apakah Anda yakin untuk memperbaharui jumlah halaman untuk dokumen-dokumen kantor (%d)?

source: All the page transformations for document: %s, have been deleted successfully.
bg: Всички преобразования на страницата на документ %s бяха изтрити успешно.
id: Semua transformasi-transformasi halaman untuk dokumen: %s, telah berhasil dihapus.

source: Error deleting the page transformations for document: %(document)s; %(error)s.
bg: Грешка при изтриването на преобразования на страница на документ %(document)s, %(error)s.
id: Masalah dalam menghapus transformasi-transformasi untuk halaman: %(document)s; %(error)s.

source: document transformation
bg: преобразуване на документ
id: transformasi dokumen

source: Are you sure you wish to clear all the page transformations for document: %s?
bg: Сигурни ли сте, че желаете да отмените всички преобразувания на страниците на документ %s?
id: Apakah anda yakin untuk membersihkan semua transformasi halaman untuk dokumen: %s?

source: Are you sure you wish to clear all the page transformations for documents: %s?
bg: Сигурни ли сте, че желаете да отмените всички преобразувания на страниците на документи %s?
id: Apakah anda yakin untuk menghapus semua transformasi-transformasi halaman untuk dokumen-dokumen: %s?

source: missing documents
bg: липсващи документи
id: dokumen-dokumen hilang

source: details for: %s
bg: детайли за %s
id: detail-detail untuk: %s

source: Document page edited successfully.
bg: Страницата на документа е редактирана успешно.
id: Halaman dokumen berhasil disunting.

source: edit: %s
bg: редактиране на %s
id: sunting: %s

source: There are no more pages in this document
bg: Няма повече страници в този документ
id: Tidak ada halaman lagi dalam dokumen ini

source: You are already at the first page of this document
bg: Вече сте на първа страница на този документ
id: Anda telah berada pada halaman pertama dari dokumen ini

source: print: %s
bg: отпечатване: %s
id: cetak: %s

source: Document type edited successfully
bg: Вид на документа е редактиран успешно
id: Jenis dokumen berhasil disunting

source: Error editing document type; %s
bg: Грешка в редактирането на вид на документа %s
id: Masalah dalam menyunting jenis dokumen: %s

source: edit document type: %s
bg: редактиране вид на документа %s
id: sunting jenis dokumen: %s

source: Document type: %s deleted successfully.
bg: Вид на документа %s изтрит успешно
id: Jenis dokumen: %s berhasil dihapus.

source: Document type: %(document_type)s delete error: %(error)s
bg: Вид на документа: %(document_type)s грешка при триене: %(error)s
id: Jenis dokumen: %(document_type)s masalah dalam penghapusan: %(error)s

source: Are you sure you wish to delete the document type: %s?
bg: Сигурни ли сте, че искате да изтриете документ вид %s?
id: Apakah anda yakin untuk menghapus jenis dokumen: %s?

source: The document type of all documents using this document type will be set to none.
bg: Вида документ на всички документи ще бъде оставен празно поле
id: Jenis dokumen dari semua dokumen yang menggunakan jenis dokumen ini akan dibuat menjadi 'none'.

source: Document type created successfully
bg: Вид на документа е създаден успешно
id: Jenis dokumen berhasil dibuat

source: Error creating document type; %(error)s
bg: Грешка при създаване на вид документ: %(error)s
id: Masalah dalam membuat jenis dokumen; %(error)s

source: filenames for document type: %s
bg: име на файла на вид документ: %s
id: nama berkas untuk jenis dokumen: %s

source: Document type filename edited successfully
bg: Успешно редактиране на име на файла
id: Nama berkas jenis dokumen berhasil disunting.

source: Error editing document type filename; %s
bg: Грешка при редактиране на име на файла %s
id: Masalah dalam menyunting nama berkas jenis dokumen: %s

source: edit filename "%(filename)s" from document type "%(document_type)s"
bg: редактирате името на файла "%(filename)s" от вид на документа "%(document_type)s"
id: sunting nama berkas "%(filename)s" dari jenis dokumen "%(document_type)s"

source: document type filename
bg: име на файла на вид документ
id: nama berkas jenis dokumen

source: Document type filename: %s deleted successfully.
bg: Име на файла на вид документ %s изтрит успешно
id: Nama berkas jenis dokumen: %s berhasil dihapus.

source: Document type filename: %(document_type_filename)s delete error: %(error)s
bg: Име на типа документ: %(document_type_filename)s грешка при изтриване: %(error)s
id: Nama berkas jenis dokumen: %(document_type_filename)s masalah dalam menghapus: %(error)s

source: Are you sure you wish to delete the filename: %(filename)s, from document type "%(document_type)s"?
bg: Сигурни ли сте, че искате да изтриете името: %(filename)s, на типа документ "%(document_type)s"?
id: Apakah anda yakin untuk menghapus nama berkas: %(filename)s, dari jenis dokumen "%(document_type)s"?

source: Document type filename created successfully
bg: Името на типа документ е създаден успешно
id: Nama berkas jenis dokumen berhasil dibuat.

source: Error creating document type filename; %(error)s
bg: Грешка при създаване име на типа документ; %(error)s
id: Masalah dalam membuat nama berkas jenis dokumen; %(error)s

source: create filename for document type: %s
bg: създаване име на типа документ: %s
id: Buat nama berkas untuk jenis dokumen: %s

source: Document image cache cleared successfully
bg: Кешът с изображения на документи е изчистен успешно
id: Penyimpanan sementara gambar dokumen berhasil dibersihkan

source: Error clearing document image cache; %s
bg: Грешка при изчистване на кеша с изображения на документи; %s
id: Masalah dalam membersihkan penyimpanan sementara gambar dokumen; %s

source: Are you sure you wish to clear the document image cache?
bg: Сигурни ли сте, че искате да изчистите кеша с изображения на документи?
id: Apakah anda yakin untuk membersihkan penyimpanan sementara gambar dokumen?

source: versions for document: %s
bg: версии на документа: %s
id: versi dokumen: %s

source: time and date
bg: дата и час
id: waktu dan tanggal

source: Document version reverted successfully
bg: Документа е върнат успешно към предна версия
id: Versi dokumen berhasil dikembalikan.

source: Error reverting document version; %s
bg: Грешка при връщане на версията на документа; %s
id: Masalah dalam mengembalikan versi dokumen; %s

source: Are you sure you wish to revert to this version?
bg: Сигурни ли сте, че искате да се върнете към тази версия?
id: Apakah anda yakin untuk kembali ke versi yang ini?

source: All later version after this one will be deleted too.
bg: Всички версии, следващи тази, ще бъдат изтрити.
id: Semua versi sebelum versi yang ini akan ikut dihapus juga.

source: transformations for: %s
bg: преобразувания за %s
id: transformasi untuk: %s

source: Document page transformation created successfully.
bg: Преобразуването на страницата е извършено успешно
id: Transformasi halaman dokumen berhasil dibuat.

source: Create new transformation for page: %(page)s of document: %(document)s
bg: Създаване на ново преобразуване на страница %(page)s на документ %(document)s
id: Buat transformasi baru untuk halaman: %(page)s dari dokumen: %(document)s

source: Document page transformation edited successfully.
bg: имена на файлове за бързо преименуване на вида документ
id: Transformasi halaman dokumen berhasil disunting

source: Edit transformation "%(transformation)s" for: %(document_page)s
bg: Редактиране на преобразуване %(transformation)s за %(document_page)s
id: Sunting transformasi "%(transformation)s" untuk: %(document_page)s

source: Document page transformation deleted successfully.
bg: Преобразуването на страницата е изтрито успешно.
id: Transformasi halaman dokumen berhasil dihapus.

source: Are you sure you wish to delete transformation "%(transformation)s" for: %(document_page)s
bg: Сигурни ли сте, че желаете да изтриете преобразуването преобразуване %(transformation)s за %(document_page)s
id: Apakah anda yakin untuk menghapus transformasi "%(transformation)s" untuk: %(document_page)s

source: Details
bg: Детайли
id: Detail

source: Click on the image for full size preview
bg: Натиснете върху изображението за да видите пълния размер
id: Klik pada gambar untuk melihat ukuran penuh

source: document page image
bg: изображение на страница от документ
id: gambar halaman dokumen

source: Maximum number of recent (created, edited, viewed) documents to remember per user.
bg: Максимален брой от скорошни (създадени, редактирани, прегледани) документи, които да се показват на потребителя
id: Jumlah maksimal dokumen-dokumen (dibuat, disunting, dilihat) baru-baru ini per pengguna.

source: Amount in percent zoom in or out a document page per user interaction.
bg: Процент приближавани или отдалечаване на страницата на документа, приложен за потребителя
id: Satuan dalam persen untuk memperbesar atau memperkecil tampilan halaman dokumen per interaksi pengguna.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
bg: Максимален процент (%) допустим за интерактивно увеличаване страницата от потребителя
id: Jumlah maksimal dalam persen (%) yang diperbolehkan bagi pengguna untuk memperbesar tampilan halaman dokumen secara interaktif
