Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.rc3.tar.gz/mayan-edms-1.0.rc3/mayan/apps/bootstrap/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Bootstrap setup file
de_de: Bootrap-Setup Datei

source: Bootstrap setup URL
de_de: Boostrap-Setup URL

source: bootstrap setup list
de_de: Bootstrap-Setup-Liste

source: create new bootstrap setup
de_de: Neues Bootstrap-Setup erstellen

source: edit
de_de: Bearbeiten

source: delete
de_de: Löschen

source: execute
de_de: ausführen

source: dump current setup
de_de: Auszug des aktuelles Setups erstellen

source: import from file
de_de: Import aus Datei

source: import from URL
de_de: Import von URL

source: sync with repository
de_de: Mit Repository synchronisieren

source: erase database
de_de: Datenbank löschen

source: description
de_de: Beschreibung

source: These are the actual database structure creation instructions.
de_de: Dies sind die aktuellen Anweisungen für die Erzeugung der Datenbank-Struktur.

source: type
de_de: Typ

source: creation date and time
de_de: Datum und Zeit der Erstellung

source: Database bootstrap
de_de: Datenbank Bootstrap

source: View bootstrap setups
de_de: Bootstrap Setups anzeigen

source: Create bootstrap setups
de_de: Bootstrap-Setups erstellen

source: Edit bootstrap setups
de_de: Bootstrap Setups bearbeiten

source: Delete bootstrap setups
de_de: Bootstrap Setups löschen

source: Execute bootstrap setups
de_de: Bootstrap Setups ausführen

source: Dump the current project\s setup into a bootstrap setup
de_de: Auszug des aktuellen Projekt-Setups in ein Bootstrap-Setup erstellen

source: Export bootstrap setups as files
de_de: Bootstrap-Setups als Datei exportieren

source: Import new bootstrap setups
de_de: Import neuer Bootstrap-Setups

source: Sync the local bootstrap setups with a published repository
de_de: Synchronisieren des lokalen Bootstrap-Setups mit einem publizierten Repository

source: Erase the entire database and document storage
de_de: Löschen der gesamten Datenbank und des Dokumenten-Speichers

source: Provides pre configured setups for indexes, document types, tags, etc.
de_de: Stellt vorkonfigurierte Setups für Indices, Dokumenten-Typen, Tags, usw. bereit.

source: Bootstrap setup created successfully
de_de: Boostrap-Setup erfolgreich erstellt

source: Error creating bootstrap setup.
de_de: Fehler beim Erstellen des Bootstrap-Setups.

source: create bootstrap
de_de: Erstelle Bootstrap

source: Bootstrap setup edited successfully
de_de: Bootstrap-Setup erfolgreich bearbeitet

source: Error editing bootstrap setup.
de_de: Fehler beim Bearbeiten des Bootstrap-Setups.

source: edit bootstrap setup: %s
de_de: Bearbeiten des Bootstrap-Setups %s

source: Bootstrap setup: %s deleted successfully.
de_de: Boostrap-Setup %s erfolgreich gelöscht.

source: Bootstrap setup: %(bootstrap)s, delete error: %(error)s
de_de: Fehler %(error)s beim Löschen des Bootstrap-Setups %(bootstrap)s

source: Are you sure you with to delete the bootstrap setup: %s?
de_de: Sind Sie sich sicher, das Sie das Bootstrap-Setup "%s" wirklich löschen möchten?

source: Cannot execute bootstrap setup, there is existing data. Erase all data and try again.
de_de: Kann das Bootstrap-Setup nicht auführen, da es bestehende Daten gibt. Es müssen zuerst alle Daten gelöscht und dann der Vorgang noch einmal versucht werden.

source: Error executing bootstrap setup; %s
de_de: Fehler beim Ausführen der Bootstrap-Setup %s

source: Bootstrap setup "%s" executed successfully.
de_de: Bootstrap-Setup "%s" erfolgreich ausgeführt.

source: Are you sure you wish to execute the database bootstrap setup named: %s?
de_de: Sind Sie sicher, dass Sie das Datenbank-Bootstrap-Setup "%s" ausführen wollen?

source: Error dumping configuration into a bootstrap setup; %s
de_de: Fehler beim Erstellen des Auszugs der Konfiguration in das Bootstrap-Setup %s

source: Bootstrap setup created successfully.
de_de: Boostrap-Setup erfolgreich erstellt.

source: dump current configuration into a bootstrap setup
de_de: Erstellung eines Auszugs der aktuellen Konfiguration in ein Bootstrap-Setup

source: Bootstrap setup imported successfully.
de_de: Boostrap-Setup erfolgreich importiert.

source: File is not a bootstrap setup.
de_de: Datei ist kein Bootstrap Setup.

source: Error importing bootstrap setup from file; %s.
de_de: Fehler beim Import des Bootstrap-Setup aus Datei %s.

source: Import bootstrap setup from file
de_de: Bootstrap-Setup aus Datei importieren

source: Data from URL is not a bootstrap setup.
de_de: Daten von URL sind kein Bootstrap-Setup.

source: Error importing bootstrap setup from URL; %s.
de_de: Fehler beim Import des Bootstrap-Setup von der URL %s.

source: Import bootstrap setup from URL
de_de: Import Bootstrap-Setup von URL

source: Error erasing database; %s
de_de: Fehler beim löschen der Datenbank %s

source: Database erased successfully.
de_de: Datenbank erfolgreich gelöscht.

source: Are you sure you wish to erase the entire database and document storage?
de_de: Sind Sie sicher, dass die gesamte Datenbank und der Dokumenten-Speicher gelöscht werden sollen?

source: All documents, sources, metadata, metadata types, set, tags, indexes and logs will be lost irreversibly!
de_de: Alle Dokumente, Quellen, Metadaten-Typen, -Sets, Tags, Indices und Protokolle werden unwiderruflich gelöscht!

source: Bootstrap repository successfully synchronized.
de_de: Bootstrap Repository erfolgreich synchronisiert.

source: Bootstrap repository synchronization error: %(error)s
de_de: Fehler bei der Synchronisation des Bootstrap-Repositories: %(error)s

source: Are you sure you wish to synchronize with the bootstrap repository?
de_de: Sind Sie sich sicher, das Sie mit dem Bootstrap-Repository synchronisieren wollen?
