Repository: pypi-data/pypi-mirror-7
Catalog: packages/flaskup/flaskup-0.3.2.tar.gz/flaskup-0.3.2/flaskup/translations/*/LC_MESSAGES/messages.po
Languages: de

source: The file is required.
de: Die Datei ist erforderlich.

source: Your file have been deleted.
de: Ihre Datei wurde gelöscht.

source: 404: Page not found
de: 404: Die Seite wurde nicht gefunden

source: Sorry, but the page your are looking for has not been found. Try to checking the URL for errors, or go to our <a href="/">Homepage</a>
de: Entschuldigen Sie, die Seite die Sie suchen wurde nicht gefunden. Überprüfen Sie die URL auf Fehler, oder gehen sie zu unserer <a href="/">Homepage</a>.

source: Want to share a file?
de: Wollen Sie eine Datei teilen?

source: You too you can share a file, you just have to <a href="%(u)s">upload it with %(t)s</a>.
de: Auch Sie können eine Datei teilen, Sie müssen sie nur <a href="%(u)s">mit %(t)s hochladen</a>.

source: 500: Internal server error
de: 500: Interner Serverfehler

source: Oops! Something went wrong. We are sorry about that. Administrators have been warning. You can try to refresh the page in a few minutes, or go to our <a href="/">Homepage</a>
de: Autsch! Etwas ging daneben. Das tut uns leid. Die Administratoren wurden gewarnt. Versuchen Sie die Seite in einigen Minuten erneut zu laden, oder gehen sie zu unserer <a href="/">Homepage</a>.

source: Are you sure you want to delete <strong>%(f)s</strong>?
de: Möchten Sie wirklich <strong>%(f)s</strong> löschen?

source: Yes, delete this file
de: Ja, diese Datei löschen.

source: Not now
de: Jetzt nicht.

source: Hi!
de: Hallo!

source: Someone wants to share a file with you.
de: Jemand möchte eine Datei mit Ihnen teilen.

source: To Download the file <strong>%(f)s</strong>, please click on the link below.
de: Um diese Datei <strong>%(f)s</strong> herunterzuladen, klicken Sie bitte auf den unten stehenden Link.

source: Easily share files
de: Einfach Daten teilen

source: My file
de: Meine Datei

source: Choose a file on your computer.
de: Wählen Sie eine Datei auf ihrem Computer.

source: My email address
de: Meine E-Mail-Adresse

source: Send an email with a link to download the file.
de: Sende eine Email mit einem link um diese Datei herunterzuladen.

source: My contacts
de: Meine Kontakte

source: Send the download link to my contacts. (one email address per line)
de: Sende den Downloadlink an meine Kontakte. (Eine E-Mail-Adresse je Zeile)

source: Send!
de: Senden!

source: Uploading...
de: hochladen...

source: Your file is uploading, please wait.
de: Bitte warten, Ihre Datei wird übertragen.

source: Cancel
de: Abbrechen

source: How does it work?
de: Wie funktioniert es?

source: Who can download my file?
de: Wer kann meine Datei herunterladen?

source: How many days my file will be available?
de: Wie viele Tage ist meine Datei verfügbar?

source: Your file will be available for %(m)s days.
de: Ihre Datei ist für %(m)s Tage verfügbar.

source: Will you send spam to me or my contacts?
de: Werden Sie Spam an mich oder meine Kontakte senden?

source: Definitely, no! We won't send you spam. We hate spam too!
de: Natürlich nicht! Wir werden Ihnen keinen Spam senden. Wir hassen Spam auch!

source: Congratulations!
de: Gratulation!

source: Your file was successfully uploaded.
de: Ihre Datei wurde erfolgreich hochgeladen.

source: The file <strong>%(f)s</strong> is now available.
de: Die Datei <strong>%(f)s</strong> ist nun verfügbar.

source: Not the right file?
de: Nicht die richtige Datei?

source: delete it
de: lösche sie

source: What's next?
de: Was kommt nun?

source: Hi,
de: Hallo,

source: The file is downloadable at the following address:
de: Die Datei kann unter der folgenden Adresse heruntergeladen werden:

source: The file will be available for %(d)s days.
de: Die Datei wird für %(d)s Tage verfügbar sein.

source: The file "%(f)s" was successfully uploaded.
de: Die Datei "%(f)s" wurde erfolgreich hochgeladen.

source: Your file is downloadable at the following address:
de: Ihre Datei kann unter der folgenden Adresse heruntergeladen werden:

source: You can delete the file "%(f)s" at any time with the following link:
de: Sie können die Datei "%(f)s" jederzeit mit folgendem Link löschen:
