Repository: pypi-data/pypi-mirror-7
Catalog: packages/cubicweb-keyword/cubicweb-keyword-1.7.1.tar.gz/cubicweb-keyword-1.7.1/i18n/*.po
Languages: fr

source: A CodeKeyword is a keyword with a code and a name
fr: Un code de mot-clé est un mot-clé avec un code et un nom

source: A keyword is like a tag but is application specific and used to define a classification scheme
fr: Un mot-clé est similaire à une étiquette mais il fait parti d'un plan de classement hiérarchisé

source: Classification
fr: Plan de classement

source: Classification_plural
fr: Plans de classement

source: CodeKeyword
fr: Code de mot-clé

source: CodeKeyword_plural
fr: Codes de mots-clé

source: Keyword
fr: Mot-clé

source: Keyword_plural
fr: Mots-clé

source: New Classification
fr: Nouveau plan de classement

source: New CodeKeyword
fr: Nouveau code de mot-clé

source: New Keyword
fr: Nouveau mot-clé

source: No suitable classification scheme found
fr: Aucun plan de classement adéquat n'a été trouvé

source: This Classification
fr: Ce plan de classement

source: This CodeKeyword
fr: Ce code de mot-clé

source: This Keyword
fr: Ce mot-clé

source: a keyword can specialize another keyword
fr: un mot-clé peut spécialiser un autre mot-clé

source: a keyword is included in a classification scheme
fr: un mot-clé est inclus dans un plan de classement

source: add CodeKeyword included_in Classification object
fr: ajouter un code de mot-clé

source: add CodeKeyword subkeyword_of CodeKeyword object
fr: ajouter un sous-code de mot-clé

source: add Keyword included_in Classification object
fr: ajouter un mot-clé

source: add Keyword subkeyword_of Keyword object
fr: ajouter un sous mot-clé

source: add keywords
fr: ajouter les mot-clés

source: applied_to
fr: appliqué à

source: applied_to_object
fr: mot-clés

source: classification schemes are used by users to classify entities.
fr: les plans de classement sont utilisés pour classifier les entités

source: classifies
fr: classe

# Classification
source: classifies
fr: classifie

# CWEType
source: classifies_object
fr: classifié par

source: classifies_object
fr: classifié par

source: contentnavigation_addkeywords
fr: ajout de mots-clés

source: contentnavigation_addkeywords_description
fr: composant pour ajouter des mots-clés

source: contentnavigation_keywordsbar
fr: affichage des mots-clés

source: contentnavigation_keywordsbar_description
fr: composant de navigation affichant les mots-clés associés à une entité

source: creating CodeKeyword (CodeKeyword included_in Classification %(linkto)s)
fr: création d'un code de mot-clé pour le plan de classement %(linkto)s

source: creating CodeKeyword (CodeKeyword subkeyword_of CodeKeyword %(linkto)s)
fr: création d'un sous code de mot-clé de %(linkto)s

source: creating Keyword (Keyword included_in Classification %(linkto)s)
fr: création d'un mot-clé pour le plan de classement %(linkto)s

source: creating Keyword (Keyword subkeyword_of Keyword %(linkto)s)
fr: création d'un sous mot-clé de %(linkto)s

source: descendant_of
fr: descendant de

# Keyword
source: descendant_of
fr: descendant de

# CodeKeyword
source: descendant_of
fr: descendant de

# Keyword
source: descendant_of_object
fr: est parent de

# CodeKeyword
source: descendant_of_object
fr: est parent de

source: descendant_of_object
fr: est parent de

source: detected descendant_of cycle
fr: cycle de dépendance détecté

source: detected subkeyword cycle
fr: un cycle de mots-clé a été détecté

source: included_in
fr: inclus dans

# Keyword
source: included_in
fr: inclus dans

# CodeKeyword
source: included_in
fr: inclus dans

# Classification
source: included_in_object
fr: inclut

source: included_in_object
fr: inclut

source: keyword cannot be subkeyword of himself
fr: un mot-clé ne peut être un sous mot-clé de lui-même

source: keyword name changed from %(oldname)s to %(kw)s
fr: le mot-clé %(oldname)s a été renommé en %(kw)s

source: keyword name changed from %s to %s
fr: le mot-clé %s a été renommé en %s

source: keywords applied
fr: mot-clé(s) appliqué(s)

source: keywords:
fr: mot-clés :

# Classification
source: name
fr: nom

# Keyword
source: name
fr: nom

# CodeKeyword
source: name
fr: nom

source: subkeyword_of
fr: sous mot-clé de

# Keyword
source: subkeyword_of
fr: sous mot-clé de

# CodeKeyword
source: subkeyword_of
fr: sous mot-clé de

# Keyword
source: subkeyword_of_object
fr: a comme sous mot-clés

# CodeKeyword
source: subkeyword_of_object
fr: a comme sous mot-clés

source: subkeyword_of_object
fr: a comme sous mot-clés

source: tagged objects
fr: objets classifiés

source: which keyword (if any) this keyword specializes
fr: le mot-clé que celui-ci spécialise (le cas échéant)
