Repository: pypi-data/pypi-mirror-7
Catalog: packages/pitble/pitble-0.0.2.tar.gz/pitble-0.0.2/pitble/locale/*/LC_MESSAGES/django.po
Languages: es

source: Pitble fields
es: Campos de Pitble

source: Remember me
es: Recordarme

source: Username and password are invalid
es: Usuario y contrase침a son invalidad

source: Repeat Password
es: Repetir contrase침a

source: Passwords are different
es: Las contrase침as son diferentes

source: Followings
es: Siguiendo

source: Text
es: Texto

source: Owner
es: Propietario

source: Welcome %s
es: Bienvienido %s

source: Success create account %s
es: Cuenta de %s creada satisfactoriamente

source: Goodbye %s
es: Adios %s

source: Followers
es: Seguidores

source: Create pitble
es: Crear pitble

source: My pitbles
es: Mis pitbles

source: Sign out
es: Cerrar sesi칩n

source: Sign in
es: Autenticarme

source: Sign up
es: Registrarme

source: Set language
es: Establecer idioma
