Repository: pypi-data/pypi-mirror-7
Catalog: packages/collective.contentleadimage/collective.contentleadimage-1.3.5.tar.gz/collective.contentleadimage-1.3.5/src/collective/contentleadimage/locales/*/LC_MESSAGES/collective.contentleadimage.po
Languages: cs, de, es, it, nl

source: 'Body' image scale
cs: Rozměr použitý při zobrazení v těle položky
de: Größe des Bildes im Textfeld
es: Escala de la imagen de 'Body'
it: Dimensione dell'immagine nel corpo del documento
nl: 'Body' afbeeldings schaal

source: 'Description' image scale
cs: Rozměr použitý při zobrazení v popisu položky
de: Größe des Vorschaubildes
es: Escala de la imagen de 'Description'
it: Dimensione dell'immagine per la "Descrizione"
nl: 'Omschrijving' afbeeldings schaal

source: Content Lead Image Settings
cs: Nastavení průvodních obrázků
de: Vorschaubildeinstellungen
es: Configuración de imagen de cabecera
it: Opzioni di Content Lead Image
nl: Content Lead Afbeelding Opties

source: Content Lead Image Settings Form
cs: Formulář pro nastavení průvodních obrázků
de: Vorschaubildeinstellungsformular
es: Formulario de configuración de la imagen de cabecera
it: Opzioni di Content Lead Image
nl: Content Lead Afbeelding Formulier

source: Folder lead-image view
cs: Zobrazení s průvodními obrázky
de: Kurzfassung mit Vorschaubild
es: Vista con imagen de cabecera
it: Elenco con immagini
nl: Map lead-afbeelding weergaven

source: Height
cs: Výška
de: Höhe
es: Altura
it: Altezza
nl: Hoogte

source: Lead image
cs: Průvodní obrázek
de: Vorschaubild
es: Imagen de cabecera
it: Immagine
nl: Lead afbeelding

source: Lead image caption
cs: Titulek obrázku
de: Vorschaubildtitel
es: Leyenda de imagen de cabecera
it: Didascalia immagine
nl: Lead afbeelding caption

source: Lead image scale height. Value specified in this field is used for generating 'leadimage' scale
cs: Vlastní rozměr obrázku. Zde uvedená hodnota bude použita při generování rozměru 'leadimage'.
de: Höhe des vergrößerten Vorschaubilds. Die in diesem Feld angegebene Höhe wird zur Erzeugung des vergrößerten Vorschaubilds benutzt.
es: Altura para escala. El valor especificado se usará como altura en la escala para generar la imagen de cabecera
it: Altezza delle immagini. Il valore specificato verrà usato per la dimensione 'leadimage'.
nl: Lead afbeelding schaal hoogte. Waarde aangegeven in dit veld wordt gebruikt voor het genereren van de geschaalde 'leadimage' afbeelding.

source: Lead image scale width. Value specified in this field is used for generating 'leadimage' scale
cs: Vlastní rozměr obrázku. Zde uvedená hodnota bude použita při generování rozměru 'leadimage'.
de: Breite des vergrößerten Vorschaubilds. Die in diesem Feld angegebene Breite wird zur Erzeugung des vergrößerten Vorschaubilds benutzt.
es: Ancho para escala El valor especificado se usará como ancho en la escala para generar la imagen de cabecera
it: Larghezza delle immagini. Il valore specificato verrà usato per la dimensione 'leadimage'.
nl: Lead afbeelding schaal breedte. Waarde aangegeven in dit veld wordt gebruikt voor het genereren van de geschaalde 'leadimage' afbeelding.

source: Please select scale which will be used in the body.
cs: Vyberte prosím rozměr, který bude použit při zobrazení v těle položky.
de: Bitte wählen Sie die Größe des Bildes, welches im Text genutzt wird.
es: Por favor, seleccione la escala que se usará en el cuerpo de texto (body)
it: Selezionare la dimensione da usare nel corpo del testo.
nl: Selecteer schaal welke wordt gebruikt in het content vlak.

source: Please select scale which will be used next to Description field.
cs: Vyberte prosím rozměr, který bude použit při zobrazení v popisu položky.
de: Bitte wählen Sie die Größe des Bildes, welches neben dem Beschreibungsfeld benutzt wird.
es: Por favor, seleccione la escala que se usará en la descripción (Description)
it: Selezionare la dimensione da usare accanto al campo "Descrizione".
nl: Selecteer schaal welke wordt gebruikt naast het omschrijving veld.

source: Portal types
cs: Typy položek
de: Portaltypen
es: Tipos de contenido
it: Tipo di contenuto

source: Portal types lead image may be attached to.
cs: Typy položek ke kterým je možné připojit průvodní obrázek.
de: Wählen Sie die Portaltypen aus, bei denen ein Vorschaubild hinzugefügt werden kann.
es: Tipos de contenidos a los que se podrá asociar una imagen de cabecera
it: Tipi di contenuto a cui è possibile applicare una leadimage.
nl: Portal types waaraan lead afbeelding gekoppeld is.

source: Select properties for Content Lead Image
cs: Zde můžete nastavit vlastnosti průvodních obrázků.
de: Lege die Eigenschaften für das Vorschaubild fest.
es: Seleccione las propiedades para la imagen de cabecera
it: Proprietà per Content Lead Image
nl: Selecteer opties voor Lead Afbeelding

source: Show image in body area
cs: Zobrazit obrázek na začátku textu položky.
de: Zeige Bild in maximaler Größe.
es: Mostrar la imagen en el cuerpo de texto
it: Mostra l'immagine nel corpo del testo
nl: Toon afbeelding in content vlak

source: Show image next to Description field
cs: Zobrazit obrázek vedle popisu položky.
de: Zeige Vorschaubild neben dem Beschreibungsfeld.
es: Mostrar la imagen cerca de la Descripción
it: Mostra l'immagine accanto al campo "Descrizione"
nl: Toon afbeelding naast Omschrijving veld

source: View with lead images displayed
cs: Zobrazení s průvodními obrázky
de: Ansicht mit Vorschaubild
es: Mostrar con imágenes de cabecera
it: Vista con immagini viualizzate
nl: Weergave met lead afbeelding getoond

source: Width
cs: Šířka
de: Breite
es: Ancho
it: Larghezza
nl: Breedte

source: You can upload lead image. This image will be displayed above the content. Uploaded image will be automatically scaled to size specified in the leadimage control panel.
cs: Zde můžete nahrát průvodní obrázek. Tento obrázek bude zobrazen u popisu položky. Obrázek bude automaticky změnšen na velikost nastavenou správcem portálu.
de: Sie können ein Vorschaubild hochladen. Dieses Bild wird über dem Inhalt dargestellt. Hochgeladene Bilder werden automatisch auf die in der Vorschaubildeinstellung angegebene Größe skaliert.
es: Puede subir una imagen de cabecera. Esta imagen se mostrará sobre el contenido. Además será escalada automáticamente al tamaño especificado en el panel de control.
it: Puoi inserire un'immagine. Verrà mostrata nella parte superiore del contenuto. L'immagine sarà scalata a una dimensione ragionevole.
nl: U kunt een lead afbeelding uploaden. Deze afbeelding wordt boven de content weergegeven. De geuploade afbeelding wordt automatisch geschaald naar de grootte aangegeven in het control panel.

source: You may enter lead image caption text
cs: Zde můžete zadat titulek obrázku, který se zobrazí pod obrázkem, pokud je zobrazen v těle položky.
de: Hier können Sie einen Titel für das Vorschaubild angeben.
es: Puede introducir una leyenda para la imagen
it: Puoi inserire la didascalia dell'immagine
nl: Hier kunt u een caption tekst voor de afbeelding invoeren

source: label_recreate_scales
cs: Přegenerovat obrázky
de: Frische Skalierungen auf.
it: Ricalcola ridimensionamento delle immagini.
nl: Schaal opnieuw

source: text_scales_recreated
cs: Počet přegenerovaných obrázků: ${number}
de: ${number} Skalierungen aufgefrischt.
it: Immagini ridimensionate correttamente.
nl: ${number} opnieuw geschaald
