Repository: pypi-data/pypi-mirror-7
Catalog: packages/ztfy.lock/ztfy.lock-0.1.2-py2.7.egg/ztfy/lock/locales/*/LC_MESSAGES/ztfy.lock.po
Languages: fr

source: :: File locks properties...
fr: :: Paramétrage des verrous...

source: :: Memcached locks properties...
fr: :: Paramétrage des verrous...

source: Locking utility is not configured to use file locking !
fr: L'utilitaire de verrouillage n'est pas configuré pour utiliser les fichiers de verrouillage !

source: Locking utility is not configured to use memcached locking !
fr: L'utilitaire de verrouillage n'est pas configuré pour utiliser une connexion Memcached !

source: Memcached client '%s' can't be found !
fr: Le client memcached '%s' est introuvable !

source: Locking policy
fr: Politique de verrouillage

source: Locking policy can be used to create locks in multi-processes and/or multi-hosts environments
fr: La politique de verrouillage peut être utilisée pour poser des verrous en mode multi-processus ou multi-hôtes

source: Class name of lock helper target marker interface
fr: Nom de l'interface de marquage de la cible

source: Locks base path
fr: Chemin de base des verrous

source: Full path of server's directory storing locks
fr: Chemin d'accès complet du répertoire de stockage des verrous

source: Memcached client
fr: Client memcached

source: Name of memcached client connection
fr: Nom d'enregistrement du client de connexion memcached à utiliser

source: Locks namespace
fr: Espace de nom des verrous

source: Memcached namespace used to define locks
fr: Espace de nommage memcached utilisé pour identifier les verrous
