Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.rc3.tar.gz/mayan-edms-1.0.rc3/mayan/apps/main/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, fr

source: home
fr: accueil

source: search
bs_ba: traži
fr: recherche

source: diagnostics
bs_ba: diagnostika
fr: diagnostiques

source: sentry
bs_ba: straža
fr: sentinelle

source: admin site
fr: site d'admin

source: maintenance menu
bs_ba: meni održavanja
fr: menu de maintenance

source: Diagnostics
bs_ba: Diagnostika
fr: Diagnostiques

source: Controls whether the search functionality is provided by a sidebar widget or by a menu entry.
bs_ba: Kontrola da li funkcija pretraživanja je omogućeno preko sidebar widget ili preko stavke menija.
fr: Permet de proposer la fonctionnalité de recherche dans un module de barre latérale ou par une entrée du menu

source: About this program
bs_ba: O ovom programu
fr: A propos de ce Logiciel

source: User
bs_ba: Korisnik
fr: Utilisateur

source: Anonymous
bs_ba: Anonimni
fr: Anonyme

source: User details
bs_ba: Detalji o korisniku
fr: Profil Utilisateur

source: Login
fr: S'identifier

source: Logout
fr: Se déconnecter

source: Secondary menu
bs_ba: Pomoćni meni
fr: Menu secondaire

source: Actions for %(name)s: %(navigation_object)s
bs_ba: Akcije za %(name)s: %(navigation_object)s
fr: Actions pour %(name)s:%(navigation_object)s

source: Actions for: %(navigation_object)s
bs_ba: Akcije za: %(navigation_object)s
fr: Actions pour: %(navigation_object)s

source: Available actions
bs_ba: Omogućene akcije
fr: Actions disponibles

source: Related actions
bs_ba: Vezane akcije
fr: Actions relatives

source: Other available actions
bs_ba: Ostale omogućene akcije
fr: Autres actions disponibles

source: Actions for %(object_name)s: %(navigation_object)s
bs_ba: Akcije za %(object_name)s: %(navigation_object)s
fr: Actions pour %(object_name)s:%(navigation_object)s

source: Django based open source document management system
bs_ba: Django bazirani open source document management system
fr: Système de Gestion Documentaire open source basé sur Django

source: Open source, Django based electronic document manager with custom metadata, indexing, tagging, file serving integration, digital signature support and OCR capabilities
bs_ba: Open source, Django bazirani electronic document manager sa prilagodljivim metadata podacima, indeksiranjem, tagovanjem, integracijom datoteka, podrškom za digitalni potpis i OCR mogućnostima
fr: Système de Gestion de documents électroniques open source basé sur Django, avec des fonctionnalités de métadonnées personnalisables, d'indexation de contenu, d'étiquetage, de serveur de fichiers, avec support de signature digitale des documents et support natif des fonctionnalités OCR

source: Released under the Apache 2.0 License
fr: Publié sous licence Apache 2.0

source: maintenance
bs_ba: održavanje

source: Version
bs_ba: Verzija

source: Actions
bs_ba: Akcije
