Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: it

source: Indexes
it: Indici

source: Maximum suffix (%s) count reached.
it: Massimo dei suffissi contati (%s) .

source: Error in document indexing update expression: %(expression)s; %(exception)s
it: Errore nella creazione dell'indice per l'espressione: %(expression)s; %(exception)s

source: Error updating document index, expression: %(expression)s; %(exception)s
it: Errore nell'aggiornamento delle'indice documento per l'espressione: %(expression)s; %(exception)s

source: Unable to delete document indexing node; %s
it: Impossibile cancellare l'indice del documento; %s

source: Unable to create indexing directory; %s
it: Impossibile creare la directory per gli indici; %s

source: Unable to delete document symbolic link; %s
it: Impossibile cancellare il link simbolico al documento; %s

source: Unable to delete indexing directory; %s
it: Impossibile cancellare la directory degli indici; %s

source: indexes
it: indici

source: index list
it: lista indici

source: create index
it: creare un indice

source: edit
it: modificare

source: delete
it: cancellare

source: tree template
it: albero di template

source: document types
it: tipi documento

source: new child node
it: nuovo nodo figlio

source: go up one level
it: sali di un livello

source: rebuild indexes
it: ricostruisci gli indici

source: Deletes and creates from scratch all the document indexes.
it: Cancellazione e ricostruzione di tutti gli indici documento

source: Available functions: %s
it: Funzioni disponibili: %s

source: name
it: nome

source: Internal name used to reference this index.
it: Nome interno utilizzato per fare riferimento a questo indice.

source: title
it: titolo

source: The name that will be visible to users.
it: Il nome che sarà visibile agli utenti.

source: enabled
it: abilitato

source: Causes this index to be visible and updated when document data changes.
it: Fa sì che questo indice possa essere visibile e aggiornato quando i dati del documento cambiano.

source: index
it: indice

source: indexing expression
it: Espressione per indice

source: Enter a python string expression to be evaluated.
it: Inserisci una espressione python perchè possa essere valutata.

source: Causes this node to be visible and updated when document data changes.
it: Fa sì che questo nodo possa essere visibili e aggiornato quando i dati del documento cambiano.

source: link documents
it: link al documento

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
it: Selezionare questa opzione per questo specifico nodo quale contenitore per i documenti e non come un genitore per ulteriori nodi.

source: index template node
it: indice di nodo modello

source: indexes template nodes
it: indici nodi modello

source: value
it: valore

source: documents
it: documenti

source: index instance node
it: indice dell'istanza nodo

source: indexes instance nodes
it: indici esempio di nodi

source: index instance
it: istanza indice

source: document
it: documento

source: document rename count
it: conteggio della rinomina del documento

source: documents rename count
it: conteggio delle rinomine dei documenti

source: Indexing
it: Indicizzazione

source: Configure document indexes
it: Configura gli indici dei documenti

source: Create new document indexes
it: Creare nuovi indici documento

source: Edit document indexes
it: Modifica gli indici dei documenti

source: Delete document indexes
it: Eliminare gli indici dei documenti

source: View document indexes
it: Visualizza indici documento

source: Rebuild document indexes
it: Ricostruisci indici documento

source: document indexes
it: indici documento

source: Index created successfully.
it: Indice creato con successo.

source: Index edited successfully
it: Indice modificato con successo

source: edit index: %s
it: modifica indice: %s

source: Index: %s deleted successfully.
it: Indice: %s cancellato con successo.

source: Index: %(index)s delete error: %(error)s
it: Indice: %(index)s errore di cancellazione: %(error)s

source: Are you sure you with to delete the index: %s?
it: Sei sicuro di voler cancella l'indice: %s?

source: tree template nodes for index: %s
it: modello nodi della struttura per l'indice: %s

source: level
it: livello

source: has document links?
it: Il documento ha collegamento ?

source: document types not in index: %s
it: tipi documento non nell'indice: %s

source: document types for index: %s
it: tipi documento per indice: %s

source: Index template node created successfully.
it: Modello nodo indice creato con successo.

source: create child node
it: creare nodo figlio

source: Index template node edited successfully
it: Template nodo Indice modificato con successo

source: edit index template node: %s
it: modifica index template node: %s

source: node
it: nodo

source: Node: %s deleted successfully.
it: Nodo: %s cancellato con succcesso.

source: Node: %(node)s delete error: %(error)s
it: Nodo: %(node)s errore di cancellazione: %(error)s

source: Are you sure you with to delete the index template node: %s?
it: Sei sicuro di voler cancellare index template node: %s?

source: nodes
it: nodi

source: contents for index: %s
it: contenuto per indice: %s

source: items
it: voci

source: Are you sure you wish to rebuild all indexes?
it: Sei sicuro di voler ricostruire l'indice ?

source: On large databases this operation may take some time to execute.
it: Per un database di grosse dimensioni l'operazione protrebbe aver bisogno di tempo.

source: Index rebuild completed successfully.
it: Ricostruzione dell'indice avvenuta con successo

source: Index rebuild error: %s
it: Errore nella ricostruzione dell'indice: %s

source: indexes containing: %s
it: Gli indici contengono: %s

source: A dictionary that maps the index name and where on the filesystem that index will be mirrored.
it: Un dizionario che associa il nome dell'indice e dove sul filesystem verrà copiato.

source: What are indexes?
it: Cosa sono gli indici ?

source: Indexes group documents into a tree like hierarchical structure.
it: Gli Indici dei documenti rappresentano , nella forma di albero, la struttura gerarchica dei documenti stessi..
