Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.rc3.tar.gz/mayan-edms-1.0.rc3/mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: metadata
ro_ro: metadate

source: 'metadata' object has no attribute '%s'
ro_ro: obiectul 'metadata' nu are nici un atribut &'%s'

source: required
ro_ro: necesar

source: Name
ro_ro: Nume

source: Value
ro_ro: Valoare

source: Update
ro_ro: Actualizați

source: Metadata type
ro_ro: Metadate de tip

source: Remove
ro_ro: Scoate

source: Metadata sets
ro_ro: Metadate seturi

source: Metadata
ro_ro: Metadate

source: edit metadata
ro_ro: editați metadatele

source: add metadata
ro_ro: adăuga metadate

source: remove metadata
ro_ro: eliminarea metadatelor

source: metadata types
ro_ro: tipuri demetadate

source: edit
ro_ro: editează

source: delete
ro_ro: șterge

source: create new
ro_ro: crearea de noi

source: metadata sets
ro_ro: metadate seturi

source: members
ro_ro: membrii

source: default metadata
ro_ro: metadate iniţiale

source: name
ro_ro: nume

source: Do not use python reserved words, or spaces.
ro_ro: Nu folosi cuvinte rezervate, pyton sau spații.

source: title
ro_ro: titlu

source: default
ro_ro: iniţial

source: lookup
ro_ro: căutare

source: metadata type
ro_ro: metadate de tip

source: metadata set
ro_ro: setul de metadate

source: metadata set item
ro_ro: setul de metadate articol

source: metadata set items
ro_ro: set de metadate articole

source: type
ro_ro: tip

source: value
ro_ro: valoare

source: document metadata
ro_ro: Documentul metadate

source: document type
ro_ro: tipul document

source: default metadata sets
ro_ro: seturi metadate implicite

source: document type defaults
ro_ro: tip de document implicite

source: document types defaults
ro_ro: tipuri de documente implicite

source: Edit a document's metadata
ro_ro: Editați metadatele unui document

source: Add metadata to a document
ro_ro: Adaugă metadate la un document

source: Remove metadata from a document
ro_ro: Eliminarea metadatelor dintr-un document

source: View metadata from a document
ro_ro: Vezi metadatele dintr-un document

source: Metadata setup
ro_ro: Metadate de configurare

source: Edit metadata types
ro_ro: Editați tipuri de metadate

source: Create new metadata types
ro_ro: Crearea de noi tipuri de metadate

source: Delete metadata types
ro_ro: Ștergeți tipuri de metadate

source: View metadata types
ro_ro: Vezi tipuri de metadate

source: Edit metadata sets
ro_ro: Editați seturi de metadate

source: Create new metadata sets
ro_ro: A crea seturi de metadate noi

source: Delete metadata sets
ro_ro: Ștergeți seturi de metadate

source: View metadata sets
ro_ro: Vezi seturi de metadate

source: The selected document doesn't have any metadata.
ro_ro: Documentul selectat nu are metadate.

source: Must provide at least one document.
ro_ro: Trebuie să furnizeze cel puțin un document.

source: Error editing metadata for document %(document)s; %(error)s.
ro_ro: Eroare editare metadate pentru %(document)s; %(error)s.

source: Metadata for document %s edited successfully.
ro_ro: Metadate pentru documentul %s editat cu succes.

source: Edit metadata for document: %s
ro_ro: Editați metadate pentru document:% s

source: Edit metadata for documents: %s
ro_ro: Edita metadatele pentru documente:% s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
ro_ro: Tipul de metadate:%(metadata_type)s au fost adăugate cu succes documentul %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
ro_ro: Tipul de metadate:%(metadata_type)s e deja prezent în documentul %(document)s.

source: Add metadata type to document: %s
ro_ro: Adauga tipul de metadate în document:% s

source: Add metadata type to documents: %s
ro_ro: Adauga tipul de metadate la documente:% s

source: Successfully remove metadata type: %(metadata_type)s from document: %(document)s.
ro_ro: Elimina cu succes tipul de metadate:%(metadata_type)s din documentul : %(document)s.

source: Error removing metadata type: %(metadata_type)s from document: %(document)s.
ro_ro: Eroare la eliminarea tipul de metadate: %(metadata_type)s din document: %(document)s.

source: Remove metadata types from document: %s
ro_ro: Scoateți tipuri de metadate din document:% s

source: Remove metadata types from documents: %s
ro_ro: Scoateți tipuri de metadate din documente:% s

source: metadata for: %s
ro_ro: metadate pentru:% s

source: internal name
ro_ro: nume intern

source: Metadata type edited successfully
ro_ro: Tipul de metadate fost editat cu succes

source: Error editing metadata type; %s
ro_ro: Eroare editare tip metadate;% s

source: edit metadata type: %s
ro_ro: edit tipul de metadate:% s

source: Metadata type created successfully
ro_ro: Tipul de metadate creat cu succes

source: create metadata type
ro_ro: creați tipul de metadate

source: Metadata type: %s deleted successfully.
ro_ro: Tipul de metadate:% s eliminat cu succes.

source: Metadata type: %(metadata_type)s delete error: %(error)s
ro_ro: eroare de ștergere %(error)s tipul de metadate: %(metadata_type)s

source: Are you sure you wish to delete the metadata type: %s?
ro_ro: Sunteți sigur că doriți să ștergeți tipul de metadate:% s?

source: Metadata set edited successfully
ro_ro: Set de metadate fost editat cu succes

source: Error editing metadata set; %s
ro_ro: Editare eroare setul de metadate;% s

source: edit metadata set: %s
ro_ro: edit set de metadate:% s

source: non members of metadata set: %s
ro_ro: non membrii ai setului de metadate:% s

source: members of metadata set: %s
ro_ro: membri ai set de metadate:% s

source: Metadata set created successfully
ro_ro: Set de metadate creat cu succes

source: create metadata set
ro_ro: crearea set de metadate

source: Metadata set: %s deleted successfully.
ro_ro: Set de metadate:% s eliminat cu succes.

source: Metadata set: %(metadata_set)s delete error: %(error)s
ro_ro: eroare de ștergere: %(error)s set de metadate: %(metadata_set)s

source: Are you sure you wish to delete the metadata set: %s?
ro_ro: Sunteți sigur că doriți să ștergeți set de metadate:% s?

source: Metadata types
ro_ro: Metadate tipuri de

source: non members of document type: %s
ro_ro: non membrii de tipul de document:% s

source: members of document type: %s
ro_ro: Membrii tip de document:% s

source: What are metadata sets?
ro_ro: Care sunt seturi de metadate?

source: A metadata set is a group of one or more metadata types. Metadata sets are useful when creating new documents; selecing a metadata set automatically attaches it's member metadata types to said document.
ro_ro: Un set de metadate este un grup de tipuri de metadate unul sau mai multe. Seturi de metadate sunt utile atunci când se creează noi documente; un set de metadate acordă automat tipurile sale de metadate documentului menționat.

source: What are metadata types?
ro_ro: Care sunt tipurile de metadate?

source: A metadata type defines the characteristics of a value of some kind that can be attached to a document. Examples of metadata types are: a client name, a date, or a project to which several documents belong. A metadata type's name is the internal identifier with which it can be referenced to by other modules such as the indexing module, the title is the value that is shown to the users, the default value is the value an instance of this metadata type will have initially, and the lookup value turns an instance of a metadata of this type into a choice list which options are the result of the lookup's code execution.
ro_ro: Un tip de metadate definește caracteristicile cu o valoare de un anumit tip, care poate fi atașat la un document. Exemple de tipuri de metadate sunt: ​​un nume client, o dată, sau un proiect de care aparțin mai multe documente. Numele Un tip metadate este identificatorul intern cu care se poate face referire la de către alte module, cum ar fi modul de indexare, titlul este valoarea care este indicat pentru utilizatori, valoarea implicită este valoarea o instanță a acestui tip de metadate va avea inițial, precum și valoarea de căutare se transformă o instanță a unui metadate de acest tip într-o lista de alegere ce opțiuni sunt rezultatul executarea de cod de căutare a lui.
