Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bs_ba

source: Documents
bs_ba: Dokumenti

source: documents
bs_ba: dokumenti

source: Document type
bs_ba: Tip dokumenta

source: MIME type
bs_ba: MIME tip

source: Filename
bs_ba: Naziv datoteke

source: Metadata type
bs_ba: Metadata tip

source: Metadata value
bs_ba: Metadata vrijednost

source: Content
bs_ba: Sadržaj

source: Description
bs_ba: Opis

source: Tags
bs_ba: Tagovi

source: Comments
bs_ba: Komentari

source: Document creation
bs_ba: Kreiranje dokumenata

source: Document "%(content_object)s" created by %(fullname)s.
bs_ba: Dokument "%(content_object)s" kreiran od %(fullname)s.

source: Document "%(content_object)s" created on %(datetime)s by %(fullname)s.
bs_ba: Dokument "%(content_object)s" kreiran %(datetime)s od %(fullname)s.

source: Document edited
bs_ba: Dokument izmijenjen

source: Document "%(content_object)s" edited by %(fullname)s.
bs_ba: Dokument "%(content_object)s" kreiran od %(fullname)s.

source: Document "%(content_object)s" was edited on %(datetime)s by %(fullname)s. The following changes took place: %(changes)s.
bs_ba: Dokument "%(content_object)s" izmijenjen %(datetime)s od %(fullname)s. Desile su se sljedeće izmjene: %(changes)s.

source: Document deleted
bs_ba: Dokument obrisan

source: Document "%(document)s" deleted by %(fullname)s.
bs_ba: Dokument "%(document)s" obrisan od %(fullname)s.

source: Document "%(document)s" deleted on %(datetime)s by %(fullname)s.
bs_ba: Dokument "%(document)s" obrisan %(datetime)s od %(fullname)s.

source: Page image
bs_ba: Slika za stranicu

source: Contents
bs_ba: Sadržaj

source: Use the new version filename as the document filename
bs_ba: Koristi novu verziju naziva datoteke kao što je naziv datoteke dokumenta

source: Quick document rename
bs_ba: Brzo preimenuj dokument

source: Version update
bs_ba: Update verzije

source: Release level
bs_ba: Nivo release-a

source: Release level serial
bs_ba: Serijski broj nivoa release-a

source: Comment
bs_ba: Komentar

source: New document filename
bs_ba: Datotaka novog dokumenta

source: Page
bs_ba: Stranica

source: Page range
bs_ba: Opseg stranice

source: Compress
bs_ba: Kompresuj

source: Download the document in the original format or in a compressed manner. This option is selectable only when downloading one document, for multiple documents, the bundle will always be downloads as a compressed file.
bs_ba: Download dokumenta u originalnom formatu ili kompresovanom. Ova opcija se odabire samo za jedan dokumenta, a za više dokumenata uvijek se koristi kompresovani format.

source: Compressed filename
bs_ba: Naziv kompresovane datoteke

source: The filename of the compressed file that will contain the documents to be downloaded, if the previous option is selected.
bs_ba: Naziv kompresovane datoteke koji sadrži dokumente koji su za download, ako je ova opcija odabrana.

source: all documents
bs_ba: svi dokumenti

source: recent documents
bs_ba: nedavni dokumenti

source: details
bs_ba: detalji

source: properties
bs_ba: osobine

source: delete
bs_ba: obriši

source: edit
bs_ba: edituj

source: find duplicates
bs_ba: nađi duple

source: find all duplicates
bs_ba: nađi sve duple

source: Search all the documents' checksums and return a list of the exact matches.
bs_ba: Pretraži sve checksume dokumenata i vrati listu onih koji se pokalapaju

source: update office documents' page count
bs_ba: osvježi brojeve stranica dokumenata

source: Update the page count of the office type documents. This is useful when enabling office document support after there were already office type documents in the database.
bs_ba: Osvježi stranicu sa brojem tipova dokumeata. Ovo je korisno kada se omogućuje podrška za dokumente ako već postoje tipovi dokumenata u bazi.

source: clear transformations
bs_ba: izbriši transformacije

source: print
bs_ba: Ispis

source: history
bs_ba: historija

source: Find missing document files
bs_ba: Pronađi nedostajuće dokumente

source: Clear the document image cache
bs_ba: Obriši cache slika dokumenata

source: Clear the graphics representations used to speed up the documents' display and interactive transformations results.
bs_ba: Obriši grafičku prezentaciju korištenu za ubrzanje prikaza dokumenata i interaktivnu transformaciju rezultata.

source: page transformations
bs_ba: transformacije stranice

source: create new transformation
bs_ba: napravi novu transformaciju

source: page image
bs_ba: slika stranice

source: page text
bs_ba: tekst stranice

source: edit page text
bs_ba: edituj tekst stranice

source: next page
bs_ba: sljedeća strana

source: previous page
bs_ba: prethodna stranica

source: first page
bs_ba: prva stranica

source: last page
bs_ba: zadnja stranica

source: zoom in
bs_ba: uvećaj prikaz

source: zoom out
bs_ba: umanji prikaz

source: rotate right
bs_ba: rotiraj u desno

source: rotate left
bs_ba: rotiraj u lijevo

source: reset view
bs_ba: resetuj prikaz

source: versions
bs_ba: verzije

source: revert
bs_ba: vrati

source: document type list
bs_ba: Lista tipova dokumenata

source: document types
bs_ba: tipovi dokumenata

source: create document type
bs_ba: kreiraj tip dokumenta

source: filenames
bs_ba: nazivi datoteka

source: add filename to document type
bs_ba: dodaj naziv datoteke tipu dokumenta

source: final
bs_ba: konačno

source: alpha
bs_ba: alfa

source: release candidate
bs_ba: kandidati release-a

source: name
bs_ba: naziv

source: document type
bs_ba: tip dokumenta

source: documents types
bs_ba: tipovi dokumenata

source: description
bs_ba: opis

source: added
bs_ba: dodat

source: document
bs_ba: dokument

source: Major %(major)i.%(minor)i, (new release)
bs_ba: Major %(major)i.%(minor)i, (novi release)

source: Minor %(major)i.%(minor)i, (some updates)
bs_ba: Minor %(major)i.%(minor)i, (neki update-i)

source: Micro %(major)i.%(minor)i.%(micro)i, (fixes)
bs_ba: Mikro %(major)i.%(minor)i.%(micro)i, (ispravke)

source: mayor
bs_ba: major

source: micro
bs_ba: mikro

source: release level
bs_ba: nivo release-a

source: serial
bs_ba: serijski broj

source: comment
bs_ba: komentar

source: file
bs_ba: datoteka

source: document version
bs_ba: verzija dokumenta

source: This document's file format is not known, the page count has therefore defaulted to 1.
bs_ba: Format datoteke dokumenta nepoznat, broj stranica postavljen na 1.

source: filename
bs_ba: naziv datoteke

source: enabled
bs_ba: omogućen

source: document type quick rename filename
bs_ba: brza izmjena naziva datoteke za tip dokumenta

source: document types quick rename filenames
bs_ba: brza izmjena naziva datoteke za tipove dokumenata

source: content
bs_ba: sadržaj

source: page label
bs_ba: oznaka stranice

source: page number
bs_ba: broj stranice

source: Page %(page_num)d out of %(total_pages)d of %(document)s
bs_ba: Stranica %(page_num)d od ukupno %(total_pages)d u %(document)s

source: document page
bs_ba: stranica dokumenata

source: document pages
bs_ba: stranice dokumenta

source: Enter a valid value.
bs_ba: Upiši ispravnu vrijednost

source: order
bs_ba: poredak

source: transformation
bs_ba: transformacija

source: arguments
bs_ba: argumenti

source: document page transformation
bs_ba: stranica transformacije dokumenta

source: document page transformations
bs_ba: stranice transformacije dokumenta

source: user
bs_ba: korisnik

source: accessed
bs_ba: pristupio

source: recent document
bs_ba: nedavni dokument

source: Create documents
bs_ba: Kreiraj dokumente

source: Edit document properties
bs_ba: Izmijeni osobine dokumenta

source: Edit documents
bs_ba: Izmijeni dokument

source: View documents
bs_ba: Pregled dokumenata

source: Delete documents
bs_ba: Obriši dokumente

source: Download documents
bs_ba: Download dokumenata

source: Transform documents
bs_ba: Transformacija dokumenata

source: Execute document modifying tools
bs_ba: Izvrši alate za izmjenu dokumenta

source: Revert documents to a previous version
bs_ba: Vrati dokument na prethodnu verziju

source: Create new document versions
bs_ba: Kreiraj novu verziju dokumenta

source: Documents setup
bs_ba: Dokumenti SETUP

source: View document types
bs_ba: Pregledaj tipove dokumenata

source: Edit document types
bs_ba: Izmijeni tipove dokumenata

source: Delete document types
bs_ba: Obriši tipove dokumenata

source: Create document types
bs_ba: Kreiraj tipove dokumenata

source: Document types: %d
bs_ba: Tipovi dokumenata: %d

source: Minimum amount of pages per document: %d
bs_ba: Minimalni broj stranica po dokumentu: %d

source: Maximum amount of pages per document: %d
bs_ba: Maksimalni broj stranica po dokumentu: %d

source: Average amount of pages per document: %f
bs_ba: Prosječni broj stranica po dokumentu: %f

source: Documents in database: %d
bs_ba: Dokumenti u bazi: %d

source: Documents in storage: %d
bs_ba: Dokumenti u pohrani: %d

source: Space used in storage: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytes
bs_ba: Prostor iskorišten u pohrani: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytes

source: Document pages in database: %d
bs_ba: Stranice dokumenata u bazi: %d

source: Date added
bs_ba: Datum dodavanja

source: Time added
bs_ba: Vrijeme dodavanja

source: File mimetype
bs_ba: Mimetype datoteke

source: None
bs_ba: Nijedan

source: File mime encoding
bs_ba: Mime encoding datoteke

source: File size
bs_ba: Veličina datoteke

source: Exists in storage
bs_ba: Postoji u pohrani

source: File path in storage
bs_ba: Putanja dokumenta u pohrani

source: Pages
bs_ba: Stranice

source: document properties for: %s
bs_ba: osobine dokumenata za: %s

source: document data
bs_ba: podatci dokumenta

source: Must provide at least one document.
bs_ba: Mora postojati bar jedan dokument

source: Document deleted successfully.
bs_ba: Dokument uspješno obrisan.

source: Document: %(document)s delete error: %(error)s
bs_ba: Dokument: %(document)s greška brisanja: %(error)s

source: Are you sure you wish to delete the document: %s?
bs_ba: Jeste li sigurni da želite obrisati dokument: %s?

source: Are you sure you wish to delete the documents: %s?
bs_ba: Jeste li sigurni da želite obrisati dokumente: %s?

source: Document "%s" edited successfully.
bs_ba: Dokument "%s" uspješno izmijenjen.

source: documents to be downloaded
bs_ba: dokumenti za download

source: version
bs_ba: verzija

source: Return
bs_ba: Vrati

source: duplicates of: %s
bs_ba: duplikati za: %s

source: Are you sure you wish to find all duplicates?
bs_ba: Jeste li sigurni da želite pronaći sve duplikate?

source: On large databases this operation may take some time to execute.
bs_ba: Na velikim bazama ova operacija može potrajati duže.

source: duplicated documents
bs_ba: duplicirani dokumenti

source: Page count update complete. Documents processed: %(total)d, documents with changed page count: %(change)d
bs_ba: Osvježavanje broja stranica završeno. Obrađeno dokumenata: %(total)d, dokumenata sa osvježenim brojem stranica: %(change)d

source: Are you sure you wish to update the page count for the office documents (%d)?
bs_ba: Jeste li sigurni da želite osvježiti broj stranica za dokumente (%d)?

source: All the page transformations for document: %s, have been deleted successfully.
bs_ba: Sve transformacije stranica za dokument: %s, su uspješno obrisane.

source: Error deleting the page transformations for document: %(document)s; %(error)s.
bs_ba: Greška brisanja transformacija za dokument: %(document)s; %(error)s.

source: document transformation
bs_ba: transformacija dokumenta

source: Are you sure you wish to clear all the page transformations for document: %s?
bs_ba: Jeste li sigurni da želite obrisati sve transformacije stranica za dokument: %s?

source: Are you sure you wish to clear all the page transformations for documents: %s?
bs_ba: Jeste li sigurni da želite obrisati sve transformacije stranica za dokumente: %s?

source: missing documents
bs_ba: nedostajući dokumenti

source: details for: %s
bs_ba: detalji za: %s

source: Document page edited successfully.
bs_ba: Stranica dokumenta uspješno izmijenjena.

source: edit: %s
bs_ba: izmijeni : %s

source: There are no more pages in this document
bs_ba: Ovaj dokument nema više stranica.

source: You are already at the first page of this document
bs_ba: Već ste na prvoj stranici ovog dokumenta

source: print: %s
bs_ba: ispiši: %s

source: Document type edited successfully
bs_ba: Tip dokumenta uspješno izmijenjen

source: Error editing document type; %s
bs_ba: Greška pri izmjeni tipa dokumenta; %s

source: edit document type: %s
bs_ba: izmijeni tip dokumenta: %s

source: Document type: %s deleted successfully.
bs_ba: Tip dokumenta: %s uspješno obrisan.

source: Document type: %(document_type)s delete error: %(error)s
bs_ba: Tip dokumenta: %(document_type)s greška brisanja: %(error)s

source: Are you sure you wish to delete the document type: %s?
bs_ba: Jeste li sigurni da želite obrisati ti dokumenta: %s?

source: The document type of all documents using this document type will be set to none.
bs_ba: Tip dokuementa za sve dokumente koji su ovog tipa će biti postavljen na "none".

source: Document type created successfully
bs_ba: Tip dokumenta uspješno kreiran

source: Error creating document type; %(error)s
bs_ba: Greška pri kreiranju tipa dokumenta; %(error)s

source: filenames for document type: %s
bs_ba: naziv datoteke za tip dokumenta: %s

source: Document type filename edited successfully
bs_ba: Naziv datoteke za tip dokumenta uspješno izmijenjen

source: Error editing document type filename; %s
bs_ba: Greška pri izmjeni datoteke za tip dokumenta; %s

source: edit filename "%(filename)s" from document type "%(document_type)s"
bs_ba: izmijeni naziv datoteke "%(filename)s" iz tipa dokumenta "%(document_type)s"

source: document type filename
bs_ba: datotaka tipa dokumenta

source: Document type filename: %s deleted successfully.
bs_ba: Datoteka za tip dokumenta: %s uspješno obrisana.

source: Document type filename: %(document_type_filename)s delete error: %(error)s
bs_ba: Datoteka tipa dokumenta: %(document_type_filename)s greška brisanja: %(error)s

source: Are you sure you wish to delete the filename: %(filename)s, from document type "%(document_type)s"?
bs_ba: Jeste li sigurni da želite obrisati datoteku: %(filename)s, za tip dokumenta "%(document_type)s"?

source: Document type filename created successfully
bs_ba: Naziv datoteke za tip dokumenta uspješno kreiran

source: Error creating document type filename; %(error)s
bs_ba: Greška pri kreiranju datoteke tipa dokumenta; %(error)s

source: create filename for document type: %s
bs_ba: Kreiraj datoteku za tip dokumenta: %s

source: Document image cache cleared successfully
bs_ba: Cache slike dokumenta uspješno obrisan.

source: Error clearing document image cache; %s
bs_ba: Greška prilikom brisanja cache slike dokumenta; %s

source: Are you sure you wish to clear the document image cache?
bs_ba: Jeste li sigurni da želite obrisati cache slike dokumenta?

source: versions for document: %s
bs_ba: verzije za dokument: %s

source: time and date
bs_ba: vrijeme i datum

source: encoding
bs_ba: kodiranje

source: Document version reverted successfully
bs_ba: Verzija dokumenta uspješno vraćena

source: Error reverting document version; %s
bs_ba: Greška pri vraćanju verzije dokumenta; %s

source: Are you sure you wish to revert to this version?
bs_ba: Jeste li sigurni da želite vratiti na ovu verziju?

source: All later version after this one will be deleted too.
bs_ba: Sve naknadne verzije nakon ove će također biti obrisane.

source: transformations for: %s
bs_ba: transformacije za: %s

source: Document page transformation created successfully.
bs_ba: Transformacija stranice dokumenta uspješno obavljena.

source: Create new transformation for page: %(page)s of document: %(document)s
bs_ba: Kreiraj novu transformaciju za stranicu: %(page)s dokumenta: %(document)s

source: Document page transformation edited successfully.
bs_ba: Transformacija stranice dokumenta uspješno imijenjena.

source: Edit transformation "%(transformation)s" for: %(document_page)s
bs_ba: Izmijeni transformaciju "%(transformation)s" za: %(document_page)s

source: Document page transformation deleted successfully.
bs_ba: Transformacija stranice dokumenta uspješno obrisana.

source: Are you sure you wish to delete transformation "%(transformation)s" for: %(document_page)s
bs_ba: Jeste li sigurni da želite obrisati transformaciju "%(transformation)s" za: %(document_page)s

source: Details
bs_ba: Detalji

source: Click on the image for full size preview
bs_ba: Klikni na sliku za pregled u punoj veličini

source: document page image
bs_ba: slika stranice dokumenta

source: Maximum number of recent (created, edited, viewed) documents to remember per user.
bs_ba: Maksimalni broj nedavnih (kreiran, izmijenjen, pregledan) dokumenata za pamćenje po korisniku.

source: Amount in percent zoom in or out a document page per user interaction.
bs_ba: Iznos u procentima zumiranja stranice dokumenta po korisničkoj sesiji.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
bs_ba: Maksimalni dozvoljeni iznos u procentima (%) korisniku da zumira stranicu dokumenta.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
bs_ba: Minimalni dozvoljeni iznos u procentima (%) po korisniku da zumira stranicu dokumenta.

source: Amount in degrees to rotate a document page per user interaction.
bs_ba: Iznos u stepenima za rotaciju stranice dokumenta po korisniku.

source: What are document types?
bs_ba: Šta su tipovi dokumenata?

source: Document types define a class that represents a broard group of documents, such as: invoices, regulations or manuals. The advantage of using document types are: assigning a list of typical filenames for quick renaming during creation, as well as assigning default metadata types and sets to it.
bs_ba: Tipovi dokumenata definišu klasu koja predstavlja grupu dokumenta kao što su npr. računi, odluke ili priručnici. Prednosti upotrebe tipova dokumenata su: dodjeljivanje liste tipičnih naziva dokumenata za brzo preimenovanje tokom kreiranja, kao i dodjeljivanje i postavljanje default-nih metadata tipova.

source: What are recent documents?
bs_ba: Šta su nedavni dokumenti?

source: Here you will find the latest %(recent_count)s documents you have either created or edited in any way.
bs_ba: Ovdje ćete pronaći posljidnjih %(recent_count)s dokumenta koje ste bilo kako kreirali ili mijenjali.
