Repository: pypi-data/pypi-mirror-7
Catalog: packages/collective.contactauthor/collective.contactauthor-1.1.0.zip/collective.contactauthor-1.1.0/collective/contactauthor/locales/*/LC_MESSAGES/collective.contactauthor.po
Languages: it

source: Anonymous users can send message to authors with captcha protection
it: Utenti anonimi possono inviare messaggi agli autori con protezione captcha

source: Anonymous, with captcha protection
it: Anonimi, con protezione captcha

source: Cancel
it: Annulla

source: Changes saved
it: Modifiche salvate

source: Contact author settings
it: Impostazioni contatto autori

source: Edit cancelled
it: Modifiche annullate

source: Free for Anonymous, with no protection (WARNING)
it: Aperto agli anonimi, con nessuna protezione (ATTENZIONE)

source: No Anonymous access (Plone default)
it: Nessun accesso per gli anonimi (default di Plone)

source: Protection level
it: Livello di protezione

source: Save
it: Salva

source: Wrong captcha code provided
it: Il codice captcha fornito è invalido

source: help_captcha
it: Copia le parole che vedi nell'immagine sottostante nell'apposito campo. Questo passo è richiesto per proteggere il modulo da abusi e messaggi di spam.

source: help_contactauthor_settings_editform
it: Imposta il sistema di messaggi nella pagina delle informazioni dell'autore

source: help_protection_level
it: Livello di sicurezza per l'invio messaggi da parte di utenti anonimi. Prego notare che aprire l'accesso ad utenti anonimi senza protezione captcha deve essere usato solo in contesti sicuri, come le intranet.

source: label_captcha
it: Protezione anti-spam
