Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/web_theme/locale/*/LC_MESSAGES/django.po
Languages: fr

source: CSS theme to apply, options are: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish and warehouse.
fr: Thème CSS à appliquer, les options sont les suivantes: amro, bec, bec-vert, bleu, défaut, Djime-céruléen, drastique-foncé, kathleene, d'olive, orange, rouge, reidb-verdâtre et entrepôt.

source: Display extra information in the login screen.
fr: Afficher des informations supplémentaires à l'écran de connexion.

source: dismiss all notifications
fr: Fermer toutes les notifications

source: close all
fr: Fermez toutes les notifications

source: dismiss this notification
fr: Fermer cette notification

source: close
fr: Fermer

source: Login
fr: Connexion

source: You are already logged in
fr: Vous êtes déjà connecté

source: Redirecting you to the website entry point in 5 seconds.
fr: Vous allez être redirigé l'accueil du site Web dans 5 secondes.

source: Or click <a href="%(LOGIN_REDIRECT_URL)s">here</a> if redirection doesn't work.
fr: Ou cliquez <a href="%(LOGIN_REDIRECT_URL)s">ici</a> si la redirection ne fonctionne pas.

source: First time login
fr: Première connexion

source: You have just finished installing <strong>Mayan EDMS</strong>, congratulations!
fr: Vous venez de compléter l'installation de <strong>EDMS mayas,</strong> félicitations!

source: Login using the following credentials:
fr: Connectez-vous en utilisant les informations d'identification suivantes:

source: Username: <strong>%(account)s</strong>
fr: Nom d'utilisateur: <strong>%(account)s</strong>

source: Password: <strong>%(password)s</strong>
fr: Mot de passe: <strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
fr: Soyez certain de changer votre mot de passe pour accroître la sécurité et pour ne plus avoir ce message.

source: Previous
fr: Précédent

source: Next
fr: Suivant
