Repository: pypi-data/pypi-mirror-7
Catalog: packages/django-organice/django-organice-0.3.dev.tar.gz/django-organice-0.3.dev/docs/locale/*/LC_MESSAGES/alternatives.po
Languages: it

source: Alternatives to django Organice
it: Alternative a django Organice

source: With django Organice we strive to make people happy who are not tech or process experts. People who want to collaborate smoothly without having taken part of extensive training programmes in order to understand the tool. Simplicity is key, everything should be intuitive, getting things done easily. Occasional users should be happy to the same extent than daily-habit expert users.
it: Con django Organice vogliamo rendere felici tutti quelli che non sono esperti di tecnica o di processi. Quelle persone che vogliono semplicemente collaborare ad un progetto, senza dover partecipare prima a corsi di specializzazione per imparare a capire e utilizzare lo strumento di lavoro. La semplicità è la chiave del successo, tutto deve essere intuitivo, per rendere il lavoro un gioco da ragazzi. Gli utenti saltuari che utlilizzano la piattaforma di rado dovrebbero sentirsi a loro agio proprio come gli esperti che la usano quotidianamente.

source: But of course, django Organice doesn't fit it all. If you feel it can't satisfy your specific needs it may be a good idea to look at the following alternatives. If you happen to know additional offers `drop us a note`_ so we can make the list more complete.
it: Chiaramente django Organice non è la soluzione ideale per tutto e tutti. Se siete dell'opinione che esso non risponda a vostri specifici bisogni, vale la pena dare un'occhiata alle alternative offerte in giro. Se conoscete altre soluzioni valide `fateci sapere`_ saremo felici di copletare questa lista in modo sensato.

source: Software Alternatives
it: Software alternativi

source: In alphabetical order.
it: In ordine alfabetico

source: `Bitrix Intranet`_ (PHP, commercial, ships with source code)
it: `Bitrix Intranet`_ (PHP, commerciale, fornito con codice sorgente)

source: Coyo_ (Java/Play, commercial, ships with source code)
it: Coyo_ (Java/Play, commerciale, fornito con codice sorgente)

source: Fairgate_ (PHP, commercial, Switzerland only)
it: Fairgate_ (PHP, commerciale, solo per la Svizzera)

source: `Microsoft SharePoint + Yammer`_ [1]_ (.NET + Rails, commercial)
it: `Microsoft SharePoint + Yammer`_ [1]_ (.NET + Rails, commerciale)

source: Cloud Competitors
it: Concorrenti soluzioni cloud
