Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: pt, ro_ro

source: Signature file
pt: Ficheiro de assinatura
ro_ro: Fisier semnătura

source: download signature
pt: descarregar assinatura
ro_ro: descărca semnătura

source: upload signature
pt: enviar assinatura
ro_ro: încărcați semnătura

source: signatures
pt: assinaturas
ro_ro: semnături

source: document version
pt: versão do documento
ro_ro: Versiune document

source: signature file
pt: ficheiro de assinatura
ro_ro: fișier de semnătură

source: has embedded signature
pt: tem assinatura embutida
ro_ro: are semnătura încorporată

source: document version signature
pt: assinatura da versão do documento
ro_ro: versiunea document semnătura

source: document version signatures
pt: assinaturas da versão do documento
ro_ro: versiunea document semnături

source: Document signatures
pt: Assinaturas do documento
ro_ro: Document de semnături

source: Verify document signatures
pt: Verificar as assinaturas do documento
ro_ro: Verifica semnăturile de documente

source: Download detached signatures
pt: Descarregar assinaturas avulsas
ro_ro: Descarca semnături detașate

source: Upload detached signatures
pt: Enviar assinaturas avulsas
ro_ro: Încărcați semnături detașate

source: Signature status: %(widget)s %(text)s
pt: Estado da assinatura: %(widget)s %(text)s
ro_ro: Starea semnătura: %(widget)s %(text)s

source: embedded
pt: embutido
ro_ro: încorporat

source: detached
pt: avulso
ro_ro: detașat

source: Signature ID: %s
pt: ID da assinatura: %s
ro_ro: ID Semnătura:% s

source: Signature type: %s
pt: Tipo de assinatura: %s
ro_ro: Tipul semnătura:% s

source: Key ID: %s
pt: ID da chave: %s
ro_ro: ID cheie:% s

source: Timestamp: %s
pt: Data/hora: %s

source: Signee: %s
pt: Assinado por: %s
ro_ro: Semnat :% s

source: signature properties for: %s
pt: propriedades da assinatura para: %s
ro_ro: Proprietăți semnătură pentru:% s

source: Detached signature uploaded successfully.
pt: Assinatura avulsa enviada com sucesso.
ro_ro: Semnătura detaşata încărcată cu succes.

source: Upload detached signature for: %s
pt: Envio de assinatura avulsa para: %s
ro_ro: Încărcați semnătura deşată pentru:% s
