Repository: pypi-data/pypi-mirror-7
Catalog: packages/collective.classifieds/collective.classifieds-1.7.zip/collective.classifieds-1.7/collective/classifieds/locales/*/LC_MESSAGES/collective.classifieds.po
Languages: cs, fr, nl, pt_br, sv

source: Categories in this category
pt_br: Categorias dentro de esta categoria

source: Classified
cs: Inzerát
fr: Annonces
nl: Advertentie
pt_br: Classificado
sv: Annonser

source: Classifieds
cs: Inzeráty
fr: Annonces
nl: Advertenties
pt_br: Classificados
sv: Annonser

source: Classifieds Category
pt_br: Categoria

source: Classifieds in this category
pt_br: Classificados dentro de esta categoria

source: Ordered Classifieds
pt_br: Categorias (ordenadas)

source: Ordered Classifieds Category
pt_br: Classificados (ordenados)

# classified_label_placedby
source: Classified placed by
cs: Inzerát vložil
fr: Annonces à
nl: Advertentie geplaatst door
pt_br: Classificado anunciado por
sv: Annons skapad av

# classifieds_allclassifieds_introtext
source: Search for classifieds or browse all the classifieds
cs: Vyhledávejte inzeráty nebo je prohlížejte
fr: Rechercher une annonce ou chercher toutes les annonces
nl: Zoek een advertentie of blader door alle advertenties.
pt_br: Buscar por classificados ou navegar pelos classificados
sv: Sök efter annonser eller visa alla annonser

# classifieds_browse_categories
source: Browse categories
cs: Procházet kategorie
fr: Voir les catégories
nl: Bladeren door Categoriën
pt_br: Navegar pelas categorias
sv: Visa kategorier

# classifieds_classified_additionalimage
source: Additional photo
cs: Další fotografie
fr: Photo supplémentaire
nl: Aanvullende foto
pt_br: Adicional imagem
sv: Ytterligare foto

# classifieds_classified_additionalimage_desc
source: Additional photo/picture of the classified
cs: Další fotografie/obrázek nabízené položky
fr: photo/image supplémentaire de l'annonce
nl: Aanvullende foto/afbeelding van het artikel
pt_br: Adicional Imagem/foto do classificado
sv: Ytterligare foto/bild

# classifieds_classified_delete
source: Delete this classified
cs: Smazat tento inzerát
fr: Supprimer cette annonce
nl: Verwijder deze advertentie
pt_br: Remover este classificado
sv: Ta bort denna annons

# classifieds_classified_description
source: Description
cs: Popis
nl: Omschrijving
pt_br: Descrição
sv: Beskrivning

# classifieds_classified_description_description
source: Description
cs: Popis
nl: Omschrijving
pt_br: Descrição
sv: Beskrivning

# classifieds_classified_expired
source: Classified expired
cs: Inzerát již vypršel
fr: Annonce expirée le
nl: Advertentie verlopen
pt_br: Classificado expirado
sv: Annons utgått

# classifieds_classified_externalurl
source: External URL
cs: Externí odkaz
fr: URL externe
nl: Extern webadres
pt_br: Endereço externo
sv: Extern länk

# classifieds_classified_externalurl_description
source: Extern URL where more information about the classified can be found
cs: Externí odkaz, kde lze najít další informace o nabízené položce
fr: URL externe où trouver plus d'informations sur l'annonce
nl: Extern adres waar meer informatie over de advertentie gevonden kan worden
pt_br: External endereço onde maiores informações podem ser encontradas no anúncio
sv: Extern länk utan information om annonsen

# classifieds_classified_image
source: Photo
cs: Obrázek
nl: Foto
pt_br: Imagem
sv: Foto

# classifieds_classified_image_description
source: Photo/picture of the classifieds
cs: Obrázek/fotografiel položky
fr: Photo/image de l'annonce
nl: Foto/afbeelding van het artikel
pt_br: Imagem do classificado
sv: Foto/bild på annonsen

# classifieds_classified_price
source: Price
cs: Cena
fr: Prix
nl: Prijs
pt_br: Preço
sv: Pris

# classifieds_classified_price_description
source: Price of the classified
cs: Cena položky
fr: Prix de l'annonce
nl: Prijs van het artikel
pt_br: Preço do classificado
sv: Pris på annons

# classifieds_classifieds
source: Classifieds
cs: Inzeráty
fr: Annonces
nl: Advertenties
pt_br: Classificados
sv: Annonser

# classifieds_classifieds_all_created_by
source: all classifieds created by
cs: všechny inzeráty vytvořené
fr: toutes les annonces créées par
nl: alle advertenties aangemaakt door
pt_br: todos os classificados criados por
sv: alla annonser skapade av

# classifieds_classifieds_all_created_by_go_back
source: Go back
cs: Zpět
fr: Retour
nl: Ga terug
pt_br: Voltar
sv: Tillbaka

# classifieds_classifieds_all_created_by_header
source: All classifieds created by
cs: Všechny inzeráty vytvořené
fr: Toutes les annonces créées par
nl: Alle advertenties aangemaakt door
pt_br: Todos os classificados criados por
sv: Alla annonser skapade av

# classifieds_classifieds_label
source: Classifieds
cs: Inzeráty
fr: Annonces
nl: Advertenties
pt_br: Classificados
sv: Annonser

# classifieds_classifieds_view
source: View
cs: Zobrazit
fr: Voir
nl: Bekijk
pt_br: Visão
sv: Visa

# classifieds_classifiedscategories_image
source: Image
cs: Obrázek
nl: Afbeelding
pt_br: Imagem
sv: Bild

# classifieds_classifiedscategories_label
source: Categories
cs: Kategorie
fr: Catégories
nl: Categoriën
pt_br: Categorias
sv: Kategorier

# classifieds_classifiedscategory_categoryimage
source: Category image
cs: Obrázek kategorie
fr: Image de la catégorie
nl: Categorie afbeelding
pt_br: Imagem da categoria
sv: Kategori bild

# classifieds_classifiedscategory_categoryimage_description
source: Image which represents the category
cs: Obrázek reprezentující kategorii
fr: Image qui réprésente la catégoriePhoto/ image de l'annonce
nl: Afbeelding die een goede representatie geeft van de categorie
pt_br: Imagem que representa esta categoria
sv: Bild som representerar kategorin

# classifieds_classifiedsclassified_label_categories_in_this_category
source: Categories in this category
cs: Kategorie v této kategorii
fr: Catégories
nl: Subcategoriën in de categorie
pt_br: Categorias nesta categoria
sv: Kategorier i denna kategori

# classifieds_classifiedsclassified_label_classifieds_in_this_category
source: Classifieds in this category
cs: Inzeráty v kategorii
fr: Annonces dans cette catégorie
nl: Advertenties in de categorie
pt_br: Classificados nesta categoria
sv: Annonser i denna kategori

# classifieds_classifiedsclassified_label_description
source: Description
cs: Popis
nl: Omschrijving
pt_br: Descrição
sv: Beskrivning

# classifieds_classifiedsclassified_label_image
source: Photo
cs: Obrázek
nl: Foto
pt_br: Imagem
sv: Foto

# classifieds_classifiedsclassified_label_placed_at
source: at
cs: dne
fr: à
nl: op
pt_br: em
sv: på

# classifieds_classifiedsclassified_label_price
source: Price
cs: Cena
fr: Prix
nl: Prijs
pt_br: Preço
sv: Pris

# classifieds_goto
source: Go to
cs: Jít na
fr: Aller a
nl: Ga naar
pt_br: Ir para
sv: Gå till

# classifieds_introtext
source: Search for classifieds within this category, browse the classifieds or go to a specific category to view the classifieds
cs: Vyhledávejte inzeráty v této kategorii, procházejte inzeráty nebo přejděte na vybranou kategorii
fr: Rechercher une annonce dans cette catégorie, chercher dans les annonces, ou aller à une catégorie
nl: Zoek een advertentie binnen deze categorie, blader door de advertenties, of klik op een specifieke subcategorie om de advertenties te bekijken.
pt_br: Buscar classificados dentro desta categoria, navegue por estes classificados ou vá para outra categoria.
sv: Sök efter annonser i denna kategori, blädra bland annonser eller gå till en särskild kategori för att visa annonser

# classifieds_invalid_float
source: Please enter a valid numeric value
cs: Zadejte prosím číslo
fr: Merci de renseigner une valeur numérique
nl: Geef een numerieke waarde op
pt_br: Por favor informe um valor numérico.
sv: Vänligen ange ett korrekt pris (endast siffror)

# classifieds_label_classifiedscategory
source: Category
cs: Kategorie
fr: Catégorie
nl: Categorie
pt_br: Categoria
sv: Katogori

# classifieds_label_directlink
source: Directlink
cs: Přímý odkaz
nl: Directe link
pt_br: Link direto
sv: Direkt länk

# classifieds_label_externalurl
source: External url
cs: Externí odkaz
fr: URL externe
nl: Extern webadres
pt_br: Endereço externo
sv: Extern länk

# classifieds_latest_classifieds
source: Latest classifieds
cs: Nejnovější inzeráty
fr: Annonces les plus récentes
nl: Nieuwste advertenties
pt_br: Últimos classificados
sv: Senaste annonser

# classifieds_results
source: Searchresults
cs: Výsledky vyhledávání
fr: Chercher dans les résultats
nl: Zoekresultaten
pt_br: Resultados de busca
sv: Sökresultat

# classifieds_resultsfound
source: result(s) found
cs: nalezených položek
fr: Résultat(s) trouvé(s)
nl: resultaten gevonden
pt_br: resultado(s) encontrado(s)
sv: annonser hittade

# classifieds_sorting
source: sort
cs: seřadit
fr: trier
nl: sorteren
pt_br: ordenar
sv: sortera

# classifieds_view_all_classifieds
source: View all classifieds
cs: Zobrazit všechny inzeráty
fr: Voir toutes les annonces
nl: Bekijk alle advertenties
pt_br: Ver todos os classificados
sv: Visa alla annonser

# classifieds_within
source: within
cs: v sekci
fr: sans
nl: binnen
pt_br: dentro de
sv: innom

# classifieds_you_searched_on
source: You searched on
cs: Vyhledáváte
fr: Vous avez cherché par
nl: U heeft gezocht op
pt_br: Você buscou em
sv: Du sökte på

source: classsifieds_all_classifieds
pt_br: Todos os classificados

source: heading_document_actions
pt_br: Acções do Documento

source: label_search
pt_br: Buscar

# marketplace_no_image_tile_label
source: No image
cs: Bez obrázku
fr: Aucune image
nl: Geen afbeelding
pt_br: Nenhuma Imagem
sv: Ingen bild
