Repository: pypi-data/pypi-mirror-7
Catalog: packages/collective.portaltabs/collective.portaltabs-0.4.0.zip/collective.portaltabs-0.4.0/collective/portaltabs/locales/*/LC_MESSAGES/collective.portaltabs.po
Languages: it

source: Add
it: Aggiungi

source: Cancel
it: Annulla

source: Category ID
it: ID della categoria

source: Changes saved
it: Modifiche salvate

source: Condition
it: Condizione

source: Delete this tab
it: Elimina questo tab

source: Edit cancelled
it: Modifiche annullate

source: File uploaded
it: File caricato

source: Manage Portal Tabs
it: Gestione Tab del Portale

source: Manage portal tabs
it: Gestisci tab del portale

source: Manage site's portal tabs from Plone interface in a simple way
it: Gestisci in modo semplice i tab del portale da interfaccia Plone

source: Move bottom
it: Muovi alla fine

source: Move down
it: Muovi giù

source: Move top
it: Muovi all'inizio

source: Move up
it: Muovi su

source: New tab
it: Nuovo tab

source: Portal tabs
it: Tab del sito

source: Portal tabs categories
it: Categorie di tab

source: Save
it: Salva

source: Tab added
it: Tab aggiunto

source: Tab deleted
it: Tab eliminato

source: Tab moved
it: Tab spostato

source: Title
it: Titolo

source: Title field is required, please provide it.
it: Il titolo è obbligatorio, per favore forniscilo.

source: Title to display
it: Titolo da visualizzare

source: URL field is required, please provide it.
it: L'URL è obbligatorio, prego forniscilo.

source: Upload
it: Carica

source: Upload XML file
it: Carica un file XML

source: Visible?
it: Visibile?

source: Warning
it: Attenzione

source: adv_expression_permission_denied_msg
it: Non hai i diritti per gestire espressioni con "tal:" o "python:".

source: confirm_message
it: Confermi la cancellazione?

source: description_portaltabs_foldersection
it: Notare che l'opzione "Genera automaticamente le schede" è selezionata. Non sarai in grado di gestire i tab generati automaticamente.

source: description_portaltabs_setup
it: Permette di controllare i tab del sito.

source: heading_portaltabs_setup
it: Gestione dei Tab del sito

source: help_action_categories_settings_editform
it: Scegli quali categorie gli utenti saranno in grado di gestire

source: help_category_title
it: Sarà visualizzato nel relativo gruppo di campi del pannello di controllo

source: help_manageable_categories
it: Gli utenti saranno in grado di gestire solo le categorie qui indicate

source: help_portaltabs_categorysel
it: Prego, seleziona anche in quale categoria di azioni vuoi aggiungere il tab.

source: help_portaltabs_condition
it: Espressione TAL per la condizione di visibilità

source: help_portaltabs_id_optional
it: Facoltativo, se non fornito verrà generato dal titolo.

source: help_portaltabs_notab
it: Ancora nessun tab in questa categoria.

source: help_portaltabs_title
it: Cosa vuoi visualizzare nel tab

source: help_portaltabs_url
it: Cosa vuoi fare quando l'utente clicca sul collegamento

source: help_xml_upload
it: Se hai disponibile un file "Generic Setup" compatibile (come un file "actions.xml") puoi metterlo qui e caricare tutte le azioni definite in questo file.

source: help_xml_upload_warning
it: Nota che saranno considerate solo le ${help_xml_upload_link}.

source: link_portaltabs_foldersection
it: Vai alle impostazioni di Navigazione

source: managed categories
it: categorie gestite

source: portal_action categories
it: Categorie di portal_actions

source: portal_action category
it: Categorie di portal_action

source: tales_expression_permission_denied_msg
it: Non hai i permessi per gestire espressioni TALES nei link statici.
