Repository: pypi-data/pypi-mirror-7
Catalog: packages/django-sayit/django-sayit-1.1.1.tar.gz/django-sayit-1.1.1/speeches/locale/*/LC_MESSAGES/django.po
Languages: hu_hu

source: Assign to section
hu_hu: Hozzárendelés szakaszhoz

source: Choose a speaker
hu_hu: Beszélő kiválasztása

source: Choose tags
hu_hu: Tagek kiválasztása

source: You must provide either text or some audio
hu_hu: Szöveget vagy hangfelvételt kell csatolnia

source: If you provide a start time you must give a start date too
hu_hu: Ha megadott kezdő időpontot, meg kell adnia kezdő dátumot is

source: If you provide an end time you must give an end date too
hu_hu: Ha megadott záró időpontot, akkor meg kell adnia a záródátumot is

source: Start time is before recording start time!
hu_hu: A kezdés időpontja a felvétel indulása előtt van!

source: Difference between timestamps is too long for the uploaded audio
hu_hu: Az időbélyegek közti különbség túl hosszú a feltöltött hangfelvétel hosszához képest

source: Timestamps must be distinct
hu_hu: Az időbélyeg nem lehet ugyanaz

source: The title of the section
hu_hu: Szakasz címe

source: The text of the speech
hu_hu: Beszéd szövege

source: The title of the speech, if relevant
hu_hu: Beszéd címe, ha van

source: Was the speech at a particular event?
hu_hu: A beszéd valamilyen eseményen hangzott el?

source: Where the speech took place
hu_hu: Hol hangzott el a beszéd?

source: Who gave this speech?
hu_hu: Ki mondta a beszédet?

source: What date did the speech start?
hu_hu: Mi volt a beszéd elhangzásának dátuma?

source: What time did the speech start?
hu_hu: Mikor kezdődött a beszéd?

source: What date did the speech end?
hu_hu: Milyen dátumra esett a beszéd vége?

source: What time did the speech end?
hu_hu: Mikor fejeződött be a beszéd?

source: Is this speech public?
hu_hu: Nyilvános ez a beszéd?

source: Speeches assigned.
hu_hu: Hozzárendelt beszédek.

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Search
hu_hu: Keresés

source: Search only speeches by %(speaker)s
hu_hu: %(speaker)s beszédeinek keresése

source: Speakers
hu_hu: Felszólalók

source: Mentions of <strong>&ldquo;%(query)s&rdquo;</strong> in speeches
hu_hu: <strong>&ldquo;%(query)s&rdquo;</strong> említése a beszédekben

source: Edit section
hu_hu: Szakasz szerkesztése

source: Delete section
hu_hu: Szakasz törlése

source: Add a new subsection
hu_hu: Alszakasz hozzáadása

source: Add a new speech
hu_hu: Új beszéd hozzáadása

source: Delete speech
hu_hu: Beszéd törlése

source: Edit speech
hu_hu: Beszéd szerkesztése

source: Search the %(instance)s
hu_hu: Keresd ezt: %(instance)s

source: Recording #%(id)s
hu_hu: #%(id)s felvétel

source: This speech has audio
hu_hu: Ehhez a beszédhez tartozik hangfelvétel

source: Confirm delete?
hu_hu: Biztos törli?

source: View Section: %(title)s
hu_hu: %(title)s szakasz megtekintése

source: Keyboard shortcuts
hu_hu: Billentyűparancsok

source: previous section
hu_hu: előző szakasz

source: next section
hu_hu: következő szakasz

source: Add section
hu_hu: Szakasz hozzáadása

source: Here is where you can edit a section.
hu_hu: Itt tudja szerkeszteni a szakaszt.

source: Here is where you can add a new section.
hu_hu: Itt tud új szakaszt hozzáadni.

source: Speeches
hu_hu: Beszédek

source: View Speaker: %(speaker)s
hu_hu: %(speaker)s megtekintése

source: Speech made
hu_hu: Beszéd

source: Longest speech
hu_hu: Leghosszabb megszólalás

source: Search this person's speeches
hu_hu: Az ő beszédeinek keresése

source: %(speaker)s has no recorded speeches yet.
hu_hu: %(speaker)s, neki még nincs rögzített megszólalása.

source: Add speaker
hu_hu: Megszólaló hozzáadása

source: Here is where you can edit a speaker.
hu_hu: Itt tudja szerkeszteni a megszólalót.

source: Here is where you can add a new speaker.
hu_hu: Itt tud új megszólalót hozzáadni.

source: All Speakers
hu_hu: Minden megszólaló

source: Add new PopIt instance
hu_hu: Új PopIt eset hozzáadása

source: Invisible
hu_hu: Láthatatlan

source: [ recorded audio ]
hu_hu: [ hangfelvétel ]

source: Link in context
hu_hu: Link a kontextusban

source: Please wait, audio is being transcribed. This page will automatically refresh in 5 seconds...
hu_hu: Kérjük, várjon. A hangfelvétel most kerül átírásra. Az oldal automatikusan frissülni fog 5 másodperc múlva...

source: Unknown speaker
hu_hu: Ismeretlen megszólaló

source: Location:
hu_hu: Helyszín

source: previous speech
hu_hu: előző beszéd

source: next speech
hu_hu: következő beszéd

source: Add speech
hu_hu: Beszéd hozzáadása

source: Here is where you can edit a speech.
hu_hu: Itt tudja szerkeszteni a beszédet.

source: Here is where you can add a new speech.
hu_hu: Itt tud új beszédet hozzáadni.
