Repository: pypi-data/pypi-mirror-7
Catalog: packages/interlegis.portalmodelo.*/interlegis.portalmodelo.*-1.0b3.zip/interlegis.portalmodelo.*-1.0b3/src/interlegis/portalmodelo/*/locales/*/LC_MESSAGES/interlegis.portalmodelo.*.po
Languages: pt_br

source: A legislative session
pt_br: Uma sessão legislativa

source: A legislature
pt_br: Uma legislatura

source: A parliamentarian
pt_br: Um parlamentar

source: Active
pt_br: Ativo

source: Address
pt_br: Endereço

source: Bio
pt_br: Biografia

source: Birthday
pt_br: Aniversário

source: Birthday must be a date in the past.
pt_br: O aniversário deve ser uma data no passado.

source: Board Members
pt_br: Membros da mesa diretora

source: Date of affiliation
pt_br: Data de filiação

source: Date of disaffiliation
pt_br: Data de desfiliação

source: Description
pt_br: Descrição

source: End date
pt_br: Data final

source: Full Name
pt_br: Nome completo

source: Inactive
pt_br: Inativo

source: Legislative Board
pt_br: Mesa diretora

source: Legislative Sessions
pt_br: Sessões legislativas

source: Legislature
pt_br: Legislatura

source: Legislatures
pt_br: Legislaturas

source: Local SAPL Storage
pt_br: Armazenamento local do SAPL

source: Member
pt_br: Membro

source: Members
pt_br: Membros

source: Name
pt_br: Nome

source: No active members found
pt_br: Não foram encontrados membros ativos

source: No board members registered yet
pt_br: Nenhum membro do mesa diretora registrado ainda

source: No inactive members found
pt_br: Não foram encontrados membros inativos

source: Number
pt_br: Número

source: Parliamentarian
pt_br: Parlamentar

source: Parliamentarians
pt_br: Parlamentares

source: Party
pt_br: Partido

source: Party affiliation
pt_br: Filiação partidária

source: Path to store SAPL information. i.e.: /processo-legislativo
pt_br: Caminho para armazenar a informação do SAPL: ex.: /processo-legislativo

source: Portrait
pt_br: Retrato

source: Position
pt_br: Cargo

source: Postal code
pt_br: CEP

source: SAPL JSON Endpoint
pt_br: Endpoint JSON do SAPL

source: SAPL Sync Settings
pt_br: Configuração do SAPL Sync

source: SAPL Sync settings
pt_br: Configuração do SAPL Sync

source: Session
pt_br: Sessão

source: Settings for SAPL Sync Integration.
pt_br: Configuração da integração com a SAPL Sync

source: Start date
pt_br: Data de inicio

source: Status
pt_br: Situação

source: Telephone
pt_br: Telefone

source: URL to the JSON Endpoint for SAPL.
pt_br: URL do endpoint JSON para o SAPL.

source: active_plural
pt_br: Ativos

source: inactive_plural
pt_br: Inativos
