Repository: pypi-data/pypi-mirror-7
Catalog: packages/ztfy.security/ztfy.security-0.4.2-py2.7.egg/ztfy/security/locales/*/LC_MESSAGES/ztfy.security.po
Languages: fr

source: Encryption key
fr: Clé de cryptage

source: This key is used to encrypt login:password string with HMAC+SHA1 protocol
fr: Cette clé est utilisée pour encoder le token d'authentification avec le protocole HMAC+SHA1

source: Submit
fr: Enregistrer

source: Reset
fr: Annuler

source: Define roles on current context
fr: Définition des rôles spécifiques au contexte sélectionné

source: JSON search query method name
fr: Nom de la méthode de recherche JSON

source: Selected authentication plug-ins
fr: Plug-ins d'authentification sélectionnés

source: Principal
fr: Mandant

source: Principal map
fr: Dictionnaire des mandants

source: Principals
fr: Mandants

source: Principals map
fr: Dictionnaire des mandants

source: Name of the principal who received the new role
fr: Nom du mandant ayant obtenu le rôle

source: The role who was granted
fr: Le rôle qui a été obtenu

source: Local roles
fr: Rôles locaux

source: List of roles IDs handled by local context
fr: Liste des identifiants de rôles gérés par le contexte local

source: Role ID
fr: ID du rôle

source: Provided field must implement IField interface...
fr: Le champ fourni doit implémenter l'interface IField...

source: Field output must be 'list' or 'str' types
fr: Le type de valeur en sortie doit être 'list' ou 'str'

source: Field is readonly
fr: Le champ est en lecture seule

source: No selected principal
fr: Pas de mandant sélectionné

source: No principal was selected
fr: Aucun mandant n'a été sélectionné

source: < missing principal %s >
fr: < mandant inconnu : %s >

source: This principal can't be found in any authentication utility...
fr: Ce mandant n'a pu être trouvé dans aucun outil d'authentification...

source: The role %s is not handled by this object's class
fr: Le rôle %s n'est pas pris en charge par la classe de cet objet

source: You are not authorized to grant role %s to principal %s
fr: Vous n'êtes pas autorisé à attribuer le rôle %s au mandant %s

source: You are not authorized to revoke role %s for principal %s
fr: Vous n'êtes pas autorisé à enlever le rôle %s au mandant %s
