Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.rc3-py2-none-any.whl/mayan/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: bs_ba

source: folder list
bs_ba: lista foldera

source: create folder
bs_ba: kreiraj folder

source: edit
bs_ba: izmijeni

source: delete
bs_ba: obriši

source: remove from folder
bs_ba: odstrani iz foldera

source: folder documents
bs_ba: dokumenti foldera

source: add to a folder
bs_ba: dodaj u folder

source: add to folder
bs_ba: dodati u folder

source: folders
bs_ba: folderi

source: title
bs_ba: naslov

source: user
bs_ba: korisnik

source: datetime created
bs_ba: datum i vrijeme kreiranja

source: document
bs_ba: dokument

source: folder document
bs_ba: dokument foldera

source: folders documents
bs_ba: dokumenti foldera

source: Folders
bs_ba: Folderi

source: Create new folders
bs_ba: Kreiraj novi folder

source: Edit new folders
bs_ba: Izmjeniti nove foldere

source: Delete new folders
bs_ba: Izbrisati nove foldere

source: Remove documents from folders
bs_ba: Ukloniti dokumente iz foldera

source: View existing folders
bs_ba: Pregledati postojeće foldere

source: Add documents to existing folders
bs_ba: Dodati dokumente u postojeće foldere

source: created
bs_ba: kreirano

source: documents
bs_ba: dokumenti

source: Folder created successfully
bs_ba: Folder uspješno kreiran

source: A folder named: %s, already exists.
bs_ba: Folder sa imenom: %s, već postoji.

source: Folder edited successfully
bs_ba: Folder uspješno izmijenjen

source: Error editing folder; %s
bs_ba: Greška pri izmjeni foldera; %s

source: edit folder: %s
bs_ba: izmijeni folder: %s

source: Folder: %s deleted successfully.
bs_ba: Folder: %s uspješno obrisan.

source: Folder: %(folder)s delete error: %(error)s
bs_ba: Folder: %(folder)s greška brisanja: %(error)s

source: Are you sure you with to delete the folder: %s?
bs_ba: Jeste li sigurni da želite obrisati folderr: %s?

source: documents in folder: %s
bs_ba: dokumenti u folderu: %s

source: Must provide at least one document.
bs_ba: Mora biti barem jedan dokument.

source: Document: %(document)s added to folder: %(folder)s successfully.
bs_ba: Dokument: %(document)s uspješno dodan u folder: %(folder)s .

source: Document: %(document)s is already in folder: %(folder)s.
bs_ba: Dokument: %(document)s je već u folderu: %(folder)s.

source: Add document: %s to folder.
bs_ba: Dodati dokument: %s u folder.

source: Add documents: %s to folder.
bs_ba: Dodati dokumente: %s u folder.

source: folders containing: %s
bs_ba: folderi sadrže: %s

source: Must provide at least one folder document.
bs_ba: Mora biti makar jedan folder dokumenata.

source: Document: %s removed successfully.
bs_ba: Dokument "%s" uspješno uklonjen.

source: Document: %(document)s delete error: %(error)s
bs_ba: Dokument: %(document)s greška brisanja: %(error)s

source: Are you sure you wish to remove the document: %(document)s from the folder "%(folder)s"?
bs_ba: Jeste li sigurni da želite ukloniti dokument: %(document)s iz foldera "%(folder)s"?

source: Are you sure you wish to remove the documents: %(documents)s from the folder "%(folder)s"?
bs_ba: Jeste li sigurni da želite ukloniti dokumente: %(documents)s iz foldera "%(folder)s"?

source: What are folders?
bs_ba: Šta su folderi?

source: These folders can also be described as user folders. They are a way to let individual users create their own document organization methods. Folders created by one user and the documents contained by them don't affect any other user folders or documents.
bs_ba: Ti folderi se mogu opisati kao korisnički folderi. Oni su način da se pojedinim korisnicima omogući da imaju vlastitu metodu organizovanja dokumenata. Folderi koje je kreirao jedan korisnik i dokumenati sadržani po njima ne utječu na foldere i dokumente bilo kojeg drugog korisnika.

source: Add document to a folder
bs_ba: Dodati dokument u folder
