Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.0.tar.gz/mayan-edms-1.0.0/mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: vi_vn

source: Pages
vi_vn: Trang

source: Select
vi_vn: Chọn

source: Click on the image for full size view of the first page.
vi_vn: Click lên ảnh để xem kích thước đầy đủ của trang đầu

source: smart links actions
vi_vn: Các thao tác liên kết thông minh

source: smart links
vi_vn: liên kết thông minh

source: smart links list
vi_vn: danh sách liên kết thông minh

source: create new smart link
vi_vn: tạo liên kết thông minh mới

source: edit
vi_vn: sửa

source: delete
vi_vn: xóa

source: conditions
vi_vn: các điều kiện

source: create condition
vi_vn: tạo điều kiện

source: and
vi_vn: và

source: or
vi_vn: hoặc

source: is equal to
vi_vn: bằng với

source: is equal to (case insensitive)
vi_vn: bằng với (CHỮ HOA)

source: contains
vi_vn: chứa

source: contains (case insensitive)
vi_vn: chứa (CHỮ HOA)

source: is in
vi_vn: trong

source: is greater than
vi_vn: lớn hơn

source: is greater than or equal to
vi_vn: lớn hơn hoặc bằng

source: is less than
vi_vn: nhỏ hơn

source: is less than or equal to
vi_vn: nhỏ hơn hoặc bằng

source: starts with
vi_vn: bắt đầu với

source: starts with (case insensitive)
vi_vn: bắt đầu với (CHỮ HOA)

source: ends with
vi_vn: kết thúc với

source: ends with (case insensitive)
vi_vn: kết thúc với (CHỮ HOA)

source: title
vi_vn: tiêu đề

source: dynamic title
vi_vn: tiêu đề động

source: enabled
vi_vn: đã kích hoạt

source: smart link
vi_vn: liên kết thông minh

source: expression
vi_vn: biểu thức

source: link condition
vi_vn: điều kiện liên kết

source: link conditions
vi_vn: các điều kiện liên kết

source: Smart links
vi_vn: Liên kết thông minh

source: View existing smart links
vi_vn: Xem các liên kết thông minh tồn tại

source: Create new smart links
vi_vn: Tạo liên kết thông minh mới

source: Delete smart links
vi_vn: Xóa liên kết thông minh

source: Edit smart links
vi_vn: Sửa liên kết thông minh

source: No action selected.
vi_vn: Không có thao tác nào được chọn

source: documents in smart link: %(group)s
vi_vn: các tài liệu trong liên kết thông minh: %(group)s

source: Smart link query error: %s
vi_vn: Lỗi truy vấn liên kết thông minh: %s

source: Edit smart link: %s
vi_vn: Sửa liên kết thông minh: %s

source: Smart link: %s deleted successfully.
vi_vn: Liên kết thông minh: %s xóa thành công.

source: Are you sure you wish to delete smart link: %s?
vi_vn: Bạn có chắc chắn muốn xóa liên kết thông minh: %s

source: conditions for smart link: %s
vi_vn: các điều kiện cho liên kết thông minh: %s

source: Smart link condition: "%s" created successfully.
vi_vn: điều kiện liên kết thông minh: %s tạo thành công.
