Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/bootstrap/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, ro_ro, ru

source: Bootstrap setup file
bs_ba: datoteka bootstrap setup-a
ro_ro: Bootstrap configurare fișier
ru: Файл заготовки

source: Bootstrap setup URL
bs_ba: URL bootstrap setup-a
ro_ro: Bootstrap configurarea URL
ru: URL заготовки

source: bootstrap
ru: заготовка

source: bootstrap setup list
bs_ba: setup lista bootstrap-a
ro_ro: bootstrap configurare listă
ru: Список настроек заготовок

source: create new bootstrap setup
bs_ba: kreirati novi bootstrap setup
ro_ro: configurare a crea bootstrap nou
ru: создать новую заготовку

source: edit
bs_ba: izmjeniti
ro_ro: editează
ru: редактировать

source: delete
bs_ba: obrisati
ro_ro: șterge
ru: удалить

source: details
bs_ba: detalji
ro_ro: detalii
ru: детали

source: execute
bs_ba: izvšiti
ro_ro: executa
ru: выполнять

source: dump current setup
bs_ba: izlistati trenutni setup
ru: сохранить текущие настройки

source: export
bs_ba: eksport
ru: экспорт

source: import from file
bs_ba: unos iz datoteke
ro_ro: importa dintr-un fișier
ru: импортировать из файла

source: import from URL
bs_ba: import sa URL
ro_ro: importa de la URL
ru: импортировать из URL

source: sync with repository
bs_ba: sinhronizacija sa repozitorijem
ro_ro: sincronizarea cu repository
ru: Синхронизация с хранилищем

source: erase database
bs_ba: izbrisati bazu podataka
ro_ro: ștergere de date
ru: очистить базу данных

source: name
bs_ba: naziv
ro_ro: nume
ru: название

source: slug
ro_ro: stăvili
ru: жетон

source: description
bs_ba: opis
ro_ro: descriere
ru: описание

source: These are the actual database structure creation instructions.
bs_ba: Ovo su istrukcije za kreiranje stvarne strukture baze podataka.
ro_ro: Acestea sunt reale structura instrucțiunile de crearea bazei de date.
ru: Это фактические инструкции структуру создания базы данных.

source: type
bs_ba: tip
ro_ro: tip
ru: тип

source: creation date and time
bs_ba: datum i vrijeme kreiranja
ro_ro: data și ora creării
ru: дата и время создания

source: bootstrap setup
ru: настройки заготовок

source: bootstrap setups
bs_ba: bootstrap setup-i
ro_ro: bootstrap setari
ru: заготовки

source: Database bootstrap
bs_ba: Bootstrap baze podataka
ro_ro: Baza de date bootstrap
ru: Заготовка базы данных

source: View bootstrap setups
bs_ba: Pregledati bootstrap setup-e
ro_ro: Vezi setari bootstrap
ru: Просмотр заготовок

source: Create bootstrap setups
bs_ba: Kreirati bootstrap setup-e
ro_ro: Creați setari bootstrap
ru: Создание заготовок

source: Edit bootstrap setups
bs_ba: Izmjeniti bootstrap setup-e
ro_ro: Editați setări bootstrap
ru: Изменить заготовку

source: Delete bootstrap setups
bs_ba: Obrisati bootstrap setup-e
ro_ro: Ștergeți setari bootstrap
ru: Удалить заготовку

source: Execute bootstrap setups
bs_ba: Izvršiti bootstrap setup-e
ro_ro: Executare setari bootstrap
ru: Применить заготовку

source: Dump the current project\s setup into a bootstrap setup
bs_ba: Prebaciti setup trenutnog/ih projekata u bootstrap setup
ro_ro: Dump proiectul curent \ setup e într-o configurare bootstrap
ru: Дамп текущего проекта \ установки в заготовку

source: Export bootstrap setups as files
bs_ba: Eksport bootstrap setup-a kao datoteka
ro_ro: Export setări bootstrap ca fișiere
ru: Экспорт заготовок в виде файлов

source: Import new bootstrap setups
bs_ba: Import novog bootstrap setup-a
ro_ro: Importul setari noi bootstrap
ru: Импорт новых заготовок

source: Sync the local bootstrap setups with a published repository
bs_ba: Sinhronizirati lokalne bootstrap setup-e sa objavljenim repozitorijem
ro_ro: Sincroniza setări locale bootstrap, cu un repository
ru: Синхронизация локальных установок с публичным хранилищем

source: Erase the entire database and document storage
bs_ba: Obrisati čitavu bazu podataka i spremište dokumenata
ro_ro: Ștergeți întreaga bază de date și arhiva de documente
ru: Очистить базу данных и хранилище документов

source: Bootstrap
ru: Заготовка

source: Provides pre configured setups for indexes, document types, tags, etc.
bs_ba: Obezbjeđuje prekonfigurisane postavke za indekse, dokumente tipove, tagove, itd.
ro_ro: Oferă setări pre configurate pentru indicii, tipuri de documente, tag-uri, etc
ru: Предлагает заготовки для индексов, типов документов, тегов и т.д.

source: Bootstrap setup created successfully
bs_ba: Bootstrap setup uspješno kreiran
ro_ro: Configurarea bootstrap creat cu succes
ru: Заготовка создана

source: Error creating bootstrap setup.
bs_ba: Greška kreiranja bootstrap setup-a.
ro_ro: Eroare la crearea de configurare bootstrap.
ru: Ошибка при создании заготовки.

source: create bootstrap
bs_ba: kreirati bootstrap
ro_ro: creați bootstrap
ru: создание заготовки

source: Bootstrap setup edited successfully
bs_ba: Bootstrap setup uspješno izmjenjen.
ro_ro: Configurarea bootstrap fost editat cu succes
ru: Заготовка изменена

source: Error editing bootstrap setup.
bs_ba: Greška imjene bootstrap setup-a.
ro_ro: Eroare editare de configurare bootstrap.
ru: Ошибка изменения заготовки

source: edit bootstrap setup: %s
bs_ba: izmjeniti bootstrap setup: %s
ro_ro: edit configurare bootstrap:% s
ru: изменить заготовку: %s

source: Bootstrap setup: %s deleted successfully.
bs_ba: Bootstrap setup: %s uspješno obrisan.
ro_ro: Configurare bootstrap:% s eliminat cu succes.
ru: Заготовка %s удалена.

source: Bootstrap setup: %(bootstrap)s, delete error: %(error)s
bs_ba: Bootstrap setup: %(bootstrap)s, greška brisanja: %(error)s
ro_ro: Configurare bootstrap:%(bootstrap)s, de ștergere de eroare:%(error)s
ru: Заготовка %(bootstrap)s, шибка удаления %(error)s

source: Are you sure you with to delete the bootstrap setup: %s?
bs_ba: Jeste li sigurni da želite izbrisati bootstrap setup: %s?
ro_ro: Ești sigur că vă să ștergeți setarea bootstrap:% s?
ru: Удалить заготовку %s?

source: Cannot execute bootstrap setup, there is existing data. Erase all data and try again.
bs_ba: Bootstrap setup se ne može izvršiti, postoje podaci. Izbrisati sve podatke i pokušati ponovo.
ro_ro: Nu se poate executa configurarea bootstrap, nu există date existente. Șterge toate datele și încercați din nou.
ru: Не удается применить заготовку, поскольку имеются данные. Сотрите все данные и повторите попытку.

source: Error executing bootstrap setup; %s
bs_ba: Greška izvršavanja bootstrap setup-a; %s
ro_ro: Configurarea bootstrap eroare de executare;% s
ru: Ошибка применения заготовки; %s

source: Bootstrap setup "%s" executed successfully.
bs_ba: Bootstrap setup "%s" uspješno izvršen.
ru: Заготовка "%s" применена

source: Are you sure you wish to execute the database bootstrap setup named: %s?
bs_ba: Jeste li sigurni da želite izvršiti bootstrap setup baze podataka koji se zove: %s?
ro_ro: Sunteți sigur că doriți să executați configurarea bazei de date bootstrap numit:% s?
ru: Применить заготовку %s?

source: Error dumping configuration into a bootstrap setup; %s
bs_ba: Greška prebacivanja configuracije u bootstrap setup; %s
ro_ro: Eroare de configurare dumping într-o configurare bootstrap;% s
ru: Ошибка сохранения конфигурации в заготовку %s

source: Bootstrap setup created successfully.
bs_ba: Bootstrap setup uspješno kreiran.
ro_ro: Configurarea bootstrap creat cu succes.
ru: Заготовка создана

source: dump current configuration into a bootstrap setup
bs_ba: prebaciti trenutnu konfiguraciju u bootstrap setup
ro_ro: utilitară benă configurației actuale într-o configurare bootstrap
ru: дамп текущей конфигурации в заготовку

source: Bootstrap setup imported successfully.
bs_ba: Bootstrap setup uspješno importovan.
ro_ro: Configurarea bootstrap importat cu succes.
ru: Заготовка импортирована

source: File is not a bootstrap setup.
bs_ba: Datoteka nije bootstrap setup.
ru: Это не файл заготовки.

source: Error importing bootstrap setup from file; %s.
bs_ba: Greška importa bootstrap setup-a iz datoteke; %s.
ru: Ошибка импорта заготовки %s.

source: Import bootstrap setup from file
bs_ba: Importovati bootstrap setup iz datoteke
ru: импорт заготовки из файла

source: Data from URL is not a bootstrap setup.
bs_ba: Podaci iz URL nisu bootstrap setup.
ru: Данные из этого URL не похожи на заготовку

source: Error importing bootstrap setup from URL; %s.
bs_ba: Greška importovanja bootstrap setup-a sa URL; %s.
ru: Ошибка импорта заготовки из URL; %s

source: Import bootstrap setup from URL
bs_ba: Importovati bootstrap setup sa URL
ru: импорт заготовки из URL

source: Error erasing database; %s
bs_ba: Greška brisanja baze podataka; %s
ro_ro: Baza de date Eroare ștergere;% s
ru: Ошибка стирания данных; %s

source: Database erased successfully.
bs_ba: Baza podataka uspješno obrisana.
ro_ro: Baza de date șterse cu succes.
ru: База данных стёрта.

source: Are you sure you wish to erase the entire database and document storage?
bs_ba: Jeste li sigurni da želite obrisati čitavu bazu podataka i spremište dokumenata?
ro_ro: Sunteți sigur că doriți să ștergeți întreaga bază de date și stocare a documentelor?
ru: Вы уверены, что хотите стереть всю базу данных и хранилище документов?

source: All documents, sources, metadata, metadata types, set, tags, indexes and logs will be lost irreversibly!
bs_ba: Svi dokumenti, izvori, metadata, tipovi metadata, setovi, tagovi, indeksi and logovi će biti nepovratno izgubljeni!
ro_ro: Toate documentele, surse, metadate, tipuri de metadate, set, tag-uri, indici și bușteni vor fi pierdute ireversibil!
ru: Все документы, источники, метаданные, типы метаданных , наборы, теги, индексы и журналы будут необратимо потеряны!

source: Bootstrap repository successfully synchronized.
bs_ba: Bootstrap repozitorij uspješno sinhronizovan.
ru: Хранилище заготовок синхронизировано.

source: Bootstrap repository synchronization error: %(error)s
bs_ba: Greška sinhronizacije bootstrap repozitorija: %(error)s
ru: Ошибка синхронизации с хранилищем %(error)s

source: Are you sure you wish to synchronize with the bootstrap repository?
bs_ba: Jeste li sigurni da želite sinhronizovati sa bootstrap repozitorijem?
ru: Синхронизировать с хранилищем заготовок?

source: Better YAML
bs_ba: Bolji YAML

source: fixture
bs_ba: popravka
ro_ro: accesoriu
