Repository: pypi-data/pypi-mirror-7
Catalog: packages/xhostplus.videojs/xhostplus.videojs-1.2.3.tar.gz/xhostplus.videojs-1.2.3/xhostplus/videojs/locales/*/LC_MESSAGES/xhostplus.videojs.po
Languages: de

source: A URL to the video in the FLV format
de: Eine URL zum Video im FLV Format

source: A URL to the video in the H.264 format
de: Eine URL zum Video im H.264 Format

source: A URL to the video in the OGG format
de: Eine URL zum Video im OGG Format

source: A URL to the video in the WebM format
de: Eine URL zum Video im WebM Format

source: A URL to the video on Youtube
de: Eine Youtube Video URL

source: A video type
de: Ein Video

source: Any of the fields must be set
de: Zumindest eines der Felder muss gesetzt sein

source: Download Video:
de: Video herunterladen:

source: FLV File
de: FLV Datei

source: H.264 File
de: H.264 Datei

source: OGG File
de: OGG Datei

source: The video in the FLV format
de: Das Video im FLV Format

source: The video in the H.264 format
de: Das Video im H.264 Format

source: The video in the OGG/Theora format
de: Das Video im OGG/Theora Format

source: The video in the WebM format
de: Das Video im WebM Format

source: WebM File
de: WebM Datei

source: You cannot set a Youtube URL combined with any other video source
de: Sie können keine Youtube URL gleichzeitig mit anderen Videoquellen wählen

source: You cannot set file and URL
de: Sie können nicht die Datei und die URL gleichzeitig setzen
