Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.rc3-py2-none-any.whl/mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: de_de, ro_ro

source: Indexes
de_de: Indices
ro_ro: Indexuri

source: Maximum suffix (%s) count reached.
de_de: Maximale Suffix (%s) Anzahl erreicht.
ro_ro: Maximum suffix (%s) atins.

source: Error in document indexing update expression: %(expression)s; %(exception)s
de_de: Fehler in Updateausdruck für Dokumentenindex: %(expression)s; %(exception)s
ro_ro: Eroare în exprimare actualizare documentul de indexare: %(expression)s; %(exception)s

source: Error updating document index, expression: %(expression)s; %(exception)s
de_de: Fehler beim Aktualisieren des Dokumentenindex, Ausdruck: %(expression)s; %(exception)s
ro_ro: Eroare la actualizarea indicele documentului, expresia: %(expression)s; %(exception)s

source: Unable to delete document indexing node; %s
de_de: Dokumentenindizierungsknoten kann nicht gelöscht werden: %s
ro_ro: Imposibil de șters indexarea nod document;% s

source: Unable to create indexing directory; %s
de_de: Indizierungsverzeichnis kann nicht erstellt werden: %s
ro_ro: Nu se poate crea directorul indexare;% s

source: Unable to delete document symbolic link; %s
de_de: Symbolische Verknüpfung für Dokument kann nicht gelöscht werden: %s
ro_ro: Imposibil de șters link de document simbolic;% s

source: Unable to delete indexing directory; %s
de_de: Indizierungsverzeichnis kann nicht gelöscht werden: %s
ro_ro: Imposibil de șters directorul indexare;% s

source: indexes
de_de: Indices
ro_ro: index

source: index list
de_de: Liste der Indices
ro_ro: Listă index

source: create index
de_de: Index erstellen
ro_ro: crează index

source: edit
de_de: Bearbeiten
ro_ro: editeză

source: delete
de_de: Löschen
ro_ro: șterge

source: tree template
de_de: Baumvorlage
ro_ro: șablon structura

source: document types
de_de: Dokumententypen
ro_ro: tipuri de documente

source: new child node
de_de: Neuer Kind-Knoten
ro_ro: nod nou

source: go up one level
de_de: Eine Ebene höher
ro_ro: un nivel mai sus

source: rebuild indexes
de_de: Indices neu erstellen
ro_ro: reconstruire index

source: Deletes and creates from scratch all the document indexes.
de_de: Löscht und erstellt alle Dokumentenindices neu.
ro_ro: Șterge și creează de la zero toate indexurile de documente.

source: Available functions: %s
de_de: Verfügbare Funktionen: %s
ro_ro: Funcții disponibile:% s

source: Internal name used to reference this index.
de_de: Interner Name um den Index zu identifizieren.
ro_ro: Numele intern utilizat pentru a face referire la acest index.

source: title
de_de: Titel
ro_ro: titlu

source: The name that will be visible to users.
de_de: Den Benutzern angezeigter Name.
ro_ro: Numele care va fi vizibil pentru utilizatori.

source: enabled
de_de: Aktiviert
ro_ro: activată

source: Causes this index to be visible and updated when document data changes.
de_de: Bewirkt Sichtbarkeit und Aktualisierung des Index, wenn Dokumente geändert werden.
ro_ro: Cauză pentru acest index să fie vizibil și actualizat când documentul suferă schimbări.

source: indexing expression
de_de: Indizierungsausdruck
ro_ro: expresie indexare

source: Enter a python string expression to be evaluated.
de_de: Geben Sie einen Python-Ausdruck zur Auswertung an.
ro_ro: Introduceți o expresie șir python care urmează să fie evaluate.

source: Causes this node to be visible and updated when document data changes.
de_de: Bewirkt Sichtbarkeit und Aktualisierung des Index, wenn Dokumente geändert werden.
ro_ro: Cauză pentru ca acest nod să fie vizibil și actualizat atunci când datele documentului se modifică.

source: link documents
de_de: Dokumente verknüpfen
ro_ro: link documente

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
de_de: Wählen Sie diese Option, wenn Dokumente in diesem Knoten dargestellt werden sollen (und dieser Knoten nicht als Eltern-Knoten für weitere Kind-Knotenpunkte fungieren soll).
ro_ro: Bifați această opțiune pentru a avea acest nod ca un container pentru documente și nu ca un părinte pentru nodurile suplimentare.

source: index template node
de_de: Indexvorlagen-Knotenpunkt
ro_ro: Index șablon nod

source: indexes template nodes
de_de: Indicesvorlagen-Knotenpunkte
ro_ro: șablon nod index

source: value
de_de: Wert
ro_ro: valoare

source: documents
de_de: Dokumente
ro_ro: documente

source: index instance node
de_de: Index-Instanz-Knotenpunkt
ro_ro: Index exemplu nodul

source: indexes instance nodes
de_de: Indices-Instanz-Knotenpunkte
ro_ro: index instanță noduri

source: index instance
de_de: Index-Instanz
ro_ro: instanţă index

source: document
de_de: Dokument

source: document rename count
de_de: Zähler für Dokumentenumbenennung
ro_ro: numarul de redenumiri a documentului

source: documents rename count
de_de: Zähler für Dokumentenumbenennung
ro_ro: numarul de redenumiri ale documentelor

source: Indexing
de_de: Indizierung
ro_ro: Indexare

source: Configure document indexes
de_de: Dokumentenindices konfigurieren
ro_ro: Configurați un index de documente

source: Create new document indexes
de_de: Dokumentenindices erstellen
ro_ro: Creați un nou index de documente

source: Edit document indexes
de_de: Dokumentenindices bearbeiten
ro_ro: Editați indexul de documente

source: Delete document indexes
de_de: Dokumentenindices löschen
ro_ro: Ștergeți indexul de documente

source: View document indexes
de_de: Dokumentenindices anzeigen
ro_ro: Vezi indexul de documente

source: Rebuild document indexes
de_de: Dokumentenindices neu aufbauen
ro_ro: Reconstruire index documente

source: document indexes
de_de: Dokumentenindices
ro_ro: indexuri documente

source: Index created successfully.
de_de: Index erfolgreich erzeugt.
ro_ro: Index creat cu succes.

source: Index edited successfully
de_de: Index erfolgreich bearbeitet.
ro_ro: Indexul a fost editat cu succes

source: edit index: %s
de_de: Index %s bearbeiten
ro_ro: editează indexul:% s

source: Index: %s deleted successfully.
de_de: Index: "%s" erfolgreich gelöscht.
ro_ro: Index:% s eliminat cu succes.

source: Index: %(index)s delete error: %(error)s
de_de: Fehler beim Löschen des Index %(index)s: %(error)s
ro_ro: eroare de ștergere %(error)s a indexului:%(index)s

source: Are you sure you with to delete the index: %s?
de_de: Sind Sie sicher, dass Sie den Index "%s" löschen möchten?
ro_ro: Ești sigur că vă să ștergeți indexul: % s?

source: tree template nodes for index: %s
de_de: Baumvorlagen-Knotenpunkte für Index %s
ro_ro: noduri șablon pentru index:% s

source: level
de_de: Ebene
ro_ro: nivel

source: has document links?
de_de: Dokumenten-Verknüpfungen
ro_ro: are legături de documente?

source: document types not in index: %s
de_de: Dokumententypen nicht in Index %s
ro_ro: tipuri de documente care nu sunt în index:% s

source: document types for index: %s
de_de: Dokumententypen in Index %s
ro_ro: tipuri de documente pentru index:% s

source: Index template node created successfully.
de_de: Indexvorlagen-Knotenpunkt erfolgreich angelegt.
ro_ro: Nodul șablon index creat cu succes.

source: create child node
de_de: Kind-Knoten erstellen
ro_ro: creați nodul copil

source: Index template node edited successfully
de_de: Indexvorlagen-Knotenpunkt erfolgreich bearbeitet
ro_ro: Nod șablon index a fost editat cu succes

source: edit index template node: %s
de_de: Indexvorlagen-Knotenpunkt %s bearbeiten
ro_ro: editare șablon nod index:% s

source: node
de_de: Knotenpunkt
ro_ro: nod

source: Node: %s deleted successfully.
de_de: Knotenpunkt %s erfolgreich gelöscht.
ro_ro: Nod:% s eliminat cu succes.

source: Node: %(node)s delete error: %(error)s
de_de: Fehler beim Löschen von Knotenpunkt %(node)s: %(error)s
ro_ro: eroare de ștergere %(error)s pentru nodul :%(node)s

source: Are you sure you with to delete the index template node: %s?
de_de: Sind Sie sicher, dass Sie die Indexvorlage "%s" löschen möchten?
ro_ro: Ești sigur că vă să ștergeți nodul șablon al indexului: % s?

source: nodes
de_de: Knotenpunkte
ro_ro: noduri

source: contents for index: %s
de_de: Inhalt von Index %s
ro_ro: conținutul de index:% s

source: items
de_de: Elemente
ro_ro: articole

source: Are you sure you wish to rebuild all indexes?
de_de: Sind Sie sicher, dass Sie alle Indices neu aufbauen möchten?
ro_ro: Sunteți sigur că doriți să reconstruiți toate indexurile?

source: On large databases this operation may take some time to execute.
de_de: Bei großen Datenbanken kann dieser Vorgang einige Zeit in Anspruch nehmen.
ro_ro: Pe baze de date mari, această operație poate dura ceva timp pentru a executa.

source: Index rebuild completed successfully.
de_de: Neuaufbau des Index erfolgreich abgeschlossen.
ro_ro: Reconstruire index finalizat cu succes.

source: Index rebuild error: %s
de_de: Fehler bei Neuaufbau von Index %s
ro_ro: Index reconstrui eroare:% s

source: indexes containing: %s
de_de: Indices enthalten %s
ro_ro: index care conține:% s

source: root
de_de: Wurzel

source: A dictionary that maps the index name and where on the filesystem that index will be mirrored.
de_de: Ein Python-Dictionary, das Zuweisungen von Index-Namen an Verzeichnisse im Dateisystem (wo der Index abgebildet wird) enthält.
ro_ro: Un dicționar care mapează numele index și în cazul în care sistemul de fișiere pe care indicele va fi oglindit.

source: What are indexes?
de_de: Was sind Indices?
ro_ro: Ce este un index?

source: Indexes group documents into a tree like hierarchical structure.
de_de: Indices gruppieren Dokumente in eine baumartige, hierarchische Struktur.
ro_ro: Un index reprezinta gruparea documentele într-o structură arboreştentă ierarhică.

source: name
ro_ro: nume
