Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.rc3.tar.gz/mayan-edms-1.0.rc3/mayan/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Folder
fr: Répertoire

source: folder list
fr: liste des répertoires

source: create folder
fr: créer un répertoire

source: edit
fr: modifier

source: delete
fr: supprimer

source: remove from folder
fr: retirer du répertoire

source: folder documents
fr: documents du répertoire

source: add to a folder
fr: ajouter à un répertoire

source: add to folder
fr: ajouter au répertoire

source: folders
fr: répertoires

source: title
fr: titre

source: user
fr: utilisateur

source: datetime created
fr: date et heure de création

source: folder
fr: répertoire

source: folder document
fr: document du répertoire

source: folders documents
fr: documents du répertoire

source: Folders
fr: Répertoires

source: Create new folders
fr: Créer de nouveaux répertoires

source: Edit new folders
fr: Modifier les nouveaux répertoires

source: Delete new folders
fr: Supprimer les nouveaux répertoires

source: Remove documents from folders
fr: Retirer des documents des répertoires

source: View existing folders
fr: Afficher les répertoires existant

source: Add documents to existing folders
fr: Ajouter des documents aux répertoires existant.

source: created
fr: créé

source: Folder created successfully
fr: Répertoire créé avec succès

source: A folder named: %s, already exists.
fr: Un répertoire portant le nom: %s existe déjà.

source: Folder edited successfully
fr: Répertoire modifié avec succès

source: Error editing folder; %s
fr: Erreur lors de la modification du répertoire; %s

source: edit folder: %s
fr: modifier le répertoire: %s

source: Folder: %s deleted successfully.
fr: Répertoire: %s supprimé avec succès.

source: Folder: %(folder)s delete error: %(error)s
fr: Erreur: %(error)s lors de la suppression du répertoire: %(folder)s

source: Are you sure you with to delete the folder: %s?
fr: Êtes vous certain de vouloir supprimer le répertoire: %s?

source: documents in folder: %s
fr: documents du répertoire: %s

source: Must provide at least one document.
fr: Il est nécessaire de fournir au moins un document.

source: Document: %(document)s added to folder: %(folder)s successfully.
fr: Document: %(document)s ajouté avec succès au répertoire: %(folder)s.

source: Document: %(document)s is already in folder: %(folder)s.
fr: Document: %(document)s est déjà présent dans le répertoire: %(folder)s.

source: Add document: %s to folder.
fr: Ajouter le document: %s au répertoire.

source: Add documents: %s to folder.
fr: Ajouter les documents: %s au répertoire.

source: folders containing: %s
fr: répertoires contenant: %s

source: Must provide at least one folder document.
fr: Vous devez fournir au moins un document pour le répertoire.

source: Document: %s removed successfully.
fr: Document: %s supprimé avec succès.

source: Document: %(document)s delete error: %(error)s
fr: Document: %(document)s erreur de suppression: %(error)s

source: Are you sure you wish to remove the document: %(document)s from the folder "%(folder)s"?
fr: Êtes vous certain de vouloir supprimer le document: %(document)s du répertoire "%(folder)s"?

source: Are you sure you wish to remove the documents: %(documents)s from the folder "%(folder)s"?
fr: Êtes vous certain de vouloir retirer les documents: %(documents)s du répertoire "%(folder)s"?

source: What are folders?
fr: Que sont les répertoires?

source: These folders can also be described as user folders. They are a way to let individual users create their own document organization methods. Folders created by one user and the documents contained by them don't affect any other user folders or documents.
fr: Ces répertoires peuvent également être qualifiés de répertoire utilisateurs. Ils permettent à des utilisateurs particuliers de créer leur propre structure de d'organisation de documents. Les répertoires créés par un utilisateur particulier ainsi que les documents qu'ils contiennent n'affectent en rien les répertoires et documents des autres utilisateurs.

source: Add document to a folder
fr: Ajouter un document au répertoire
