Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: vi_vn

source: preview
vi_vn: xem trước

source: tagged items
vi_vn: các phần tử được tag

source: Name
vi_vn: Tên

source: Color
vi_vn: Màu

source: tag list
vi_vn: danh sách tag

source: create new tag
vi_vn: tạo tag mới

source: attach tag
vi_vn: đính tag

source: remove tag
vi_vn: xóa tag

source: remove tags
vi_vn: xóa tags

source: delete
vi_vn: xóa

source: edit
vi_vn: sửa

source: tagged documents
vi_vn: các tài liệu được tag

source: color
vi_vn: màu

source: Create new tags
vi_vn: Tạo tag mới

source: Delete tags
vi_vn: Xóa tags

source: Edit tags
vi_vn: Sửa tags

source: View tags
vi_vn: Xem tags

source: Attach tags to documents
vi_vn: Gắn tag cho tài liệu

source: Remove tags from documents
vi_vn: Xóa tag từ tài liệu

source: Tag already exists.
vi_vn: Tag đã tồn tại.

source: Tag created succesfully.
vi_vn: Tag được tạo thành công.

source: create tag
vi_vn: tạo tag

source: Must provide at least one document.
vi_vn: Cần cung cấp ít nhất một tài liệu

source: Document "%(document)s" is already tagged as "%(tag)s"
vi_vn: Tài liệu "%(document)s" đã được tag "%(tag)s"

source: Tag "%(tag)s" attached successfully to document "%(document)s".
vi_vn: Tag "%(tag)s" được gắn thành công cho tài liệu "%(document)s".

source: document
vi_vn: tài liệu

source: Attach tag to document: %s.
vi_vn: Gắn tag cho tài liệu: %s

source: Attach tag to documents: %s.
vi_vn: Gắn tag cho các tài liệu: %s

source: Must provide at least one tag.
vi_vn: Cần cung cấp ít nhất một tag

source: Tag "%s" deleted successfully.
vi_vn: Tag "%s" xóa thành công.

source: Error deleting tag "%(tag)s": %(error)s
vi_vn: Lỗi xóa tag "%(tag)s": %(error)s

source: Are you sure you wish to delete the tag: %s?
vi_vn: Bạn chắc chắn muốn xóa tag: %s?

source: Will be removed from all documents.
vi_vn: Sẽ được xóa trong tất cả tài liệu.

source: Are you sure you wish to delete the tags: %s?
vi_vn: Bạn chắc chắn muốn xóa tag: %s?

source: Tag updated succesfully.
vi_vn: Tag cập nhật thành công.

source: edit tag: %s
vi_vn: sửa tag: %s

source: documents with the tag "%s"
vi_vn: Các tài liệu được gắn tag "%s"

source: tags for: %s
vi_vn: tags cho: %s

source: Must provide at least one tagged document.
vi_vn: Cần cung cấp ít nhất một tài liệu đã được tag

source: Remove tag from document: %s.
vi_vn: Xóa tag từ tài liệu: %s

source: Remove tag from documents: %s.
vi_vn: Xóa tag từ các tài liệu: %s

source: Are you sure you wish to remove the tag "%(tag)s" from the document: %(document)s?
vi_vn: Bạn chắc chắn muốn xóa tag "%(tag)s" từ tài liệu: %(document)s?

source: Are you sure you wish to remove the tag "%(tag)s" from the documents: %(documents)s?
vi_vn: Bạn chắc chắn muốn xóa tag "%(tag)s" từ những tài liệu: %(documents)s?

source: Are you sure you wish to remove the tags: %(tags)s from the document: %(document)s?
vi_vn: Bạn chắc chắn muốn xóa các tag "%(tags)s" từ tài liệu: %(document)s?

source: Document "%(document)s" wasn't tagged as "%(tag)s"
vi_vn: Tài liệu "%(document)s" không thể được tag như là "%(tag)s"

source: Tag "%(tag)s" removed successfully from document "%(document)s".
vi_vn: Tag "%(tag)s" đã được xóa thành công từ tài liệu "%(document)s".

source: Add tag to document
vi_vn: Gắn tag cho tài liệu
