Repository: pypi-data/pypi-mirror-7
Catalog: packages/BWP/BWP-0.5.1.tar.gz/BWP-0.5.1/bwp/contrib/qualifiers/locale/*/LC_MESSAGES/django.po
Languages: ru

source: qualifiers
ru: классификаторы

source: code
ru: код

source: code 2 symbol
ru: двусимвольный код

source: code 3 symbol
ru: трёхсимвольный код

source: full title
ru: полное название

source: country
ru: страна

source: countries
ru: страны

source: currency
ru: валюта

source: currencies
ru: валюта

source: control number
ru: контрольное число

source: document parent
ru: родительский документ

source: document index
ru: индекс документа

source: periodic
ru: периодичность

source: document
ru: документ

source: documents
ru: документы

source: category
ru: категория

source: categories of measure units
ru: категории единиц измерений

source: group
ru: группа

source: groups of measure units
ru: группы единиц измерений

source: RU
ru: рус.

source: notation RU
ru: обозначение на русском

source: notation ISO
ru: обозначение ISO

source: symbol RU
ru: символ рус.

source: symbolic notation RU
ru: символьное обозначение на русском

source: symbol ISO
ru: символ ISO

source: symbolic notation ISO
ru: символьное обозначение ISO

source: unit
ru: единица

source: measure units
ru: единицы измерений
