Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.rc3-py2-none-any.whl/mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: bs_ba

source: 'metadata' object has no attribute '%s'
bs_ba: 'metadata' objekt nema atributa '%s'

source: required
bs_ba: potreban

source: Name
bs_ba: Ime

source: Value
bs_ba: Vrijednost

source: Metadata type
bs_ba: Metadata tip

source: Remove
bs_ba: Ukloni

source: Metadata sets
bs_ba: Metadata set

source: edit metadata
bs_ba: izmjeni metadata

source: add metadata
bs_ba: dodaj metadata

source: remove metadata
bs_ba: ukloni metadata

source: metadata types
bs_ba: Metadata tip

source: edit
bs_ba: izmjeni

source: delete
bs_ba: obriši

source: create new
bs_ba: kreiraj novi

source: metadata sets
bs_ba: metadata set

source: members
bs_ba: članovi

source: default metadata
bs_ba: default-ni metadata

source: name
bs_ba: ime

source: Do not use python reserved words, or spaces.
bs_ba: Ne koristite python rezervirane riječi, ili razmak.

source: title
bs_ba: naslov

source: metadata type
bs_ba: metadata tip

source: metadata set item
bs_ba: stavka metadata seta

source: metadata set items
bs_ba: stavke metadata seta

source: document
bs_ba: dokument

source: type
bs_ba: tip

source: value
bs_ba: vrijednost

source: document metadata
bs_ba: metadata dokumenta

source: document type
bs_ba: tip dokumenta

source: default metadata sets
bs_ba: default-ni metadata set

source: document type defaults
bs_ba: default tipa dokumenta

source: document types defaults
bs_ba: default tipova dokumenta

source: Edit a document's metadata
bs_ba: Izmijeni metadata dokumenta

source: Add metadata to a document
bs_ba: Dodaj metadata za dokument

source: Remove metadata from a document
bs_ba: Obriši metadata iz dokumenta

source: View metadata from a document
bs_ba: Pregledaj meatdata iz dokumenta

source: Edit metadata types
bs_ba: Izmjeni tipove metadata

source: Create new metadata types
bs_ba: Kreiraj novi metadata tip

source: Delete metadata types
bs_ba: Izbriši metadata tip

source: View metadata types
bs_ba: Pregledaj metadata tip

source: Edit metadata sets
bs_ba: Izmjeni setove metadata

source: Create new metadata sets
bs_ba: Kreiraj novi metadata set

source: Delete metadata sets
bs_ba: Izbriši metadata set

source: View metadata sets
bs_ba: Pregledaj metadata set

source: The selected document doesn't have any metadata.
bs_ba: Selektovani dokument nema metadata

source: Must provide at least one document.
bs_ba: Mora se osigurati bar jedan dokument.

source: Error editing metadata for document %(document)s; %(error)s.
bs_ba: Greška pri izmjeni metadata za dokument %(document)s; %(error)s.

source: Metadata for document %s edited successfully.
bs_ba: Metadata za dokument %s uspješno izmjenjen.

source: Edit metadata for document: %s
bs_ba: Izmjeni metadata za dokument: %s

source: Edit metadata for documents: %s
bs_ba: Izmjeni metadata za dokumente: %s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
bs_ba: Metadata tip: %(metadata_type)s uspješno dodan u dokument %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
bs_ba: Metadata tip: %(metadata_type)s već postoji u dokumentu %(document)s.

source: Add metadata type to document: %s
bs_ba: Dodaj metadata tip u dokument: %s

source: Add metadata type to documents: %s
bs_ba: Dodaj metadata tip u dokumente: %s

source: Successfully remove metadata type: %(metadata_type)s from document: %(document)s.
bs_ba: Uspješno uklonjen metadata tip: %(metadata_type)s iz dokumenta: %(document)s.

source: Error removing metadata type: %(metadata_type)s from document: %(document)s.
bs_ba: Greška kod uklanjanja metadata tipa: %(metadata_type)s iz dokumenta: %(document)s.

source: Remove metadata types from document: %s
bs_ba: Ukloni metadata tip iz dokumenta: %s

source: Remove metadata types from documents: %s
bs_ba: Ukloni metadata tip iz dokumenata: %s

source: metadata for: %s
bs_ba: metadata za: %s

source: internal name
bs_ba: interni naziv

source: Metadata type edited successfully
bs_ba: Metadata tip uspješno izmjenjen

source: Error editing metadata type; %s
bs_ba: Greška kod izmjene metadata tipa: %s

source: edit metadata type: %s
bs_ba: izmjeni metadata tip: %s

source: Metadata type created successfully
bs_ba: Metadata tip uspješno kreiran

source: create metadata type
bs_ba: kreiraj metadata tip

source: Metadata type: %s deleted successfully.
bs_ba: Metadata tip: %s uspješno izbrisan.

source: Metadata type: %(metadata_type)s delete error: %(error)s
bs_ba: Metadata tip: %(metadata_type)s greška brisanja: %(error)s

source: Are you sure you wish to delete the metadata type: %s?
bs_ba: Jeste li sigurni da želite izbrisati metadata tip: %s?

source: Metadata set edited successfully
bs_ba: Metadata set uspješno izmjenjen

source: Error editing metadata set; %s
bs_ba: Greška kod izmjene metadata seta; %s

source: edit metadata set: %s
bs_ba: izmjeni metadata set: %s

source: non members of metadata set: %s
bs_ba: nisu članovi metadata seta: %s

source: members of metadata set: %s
bs_ba: članovi metadata seta: %s

source: Metadata set created successfully
bs_ba: Metadata set uspješno kreiran.

source: create metadata set
bs_ba: kreiraj metadata set

source: Metadata set: %s deleted successfully.
bs_ba: Metadata set: %s uspješno izbrisan.

source: Metadata set: %(metadata_set)s delete error: %(error)s
bs_ba: Metadata set: %(metadata_set)s greška brisanja: %(error)s

source: Are you sure you wish to delete the metadata set: %s?
bs_ba: Jeste li sigurni da želite izbrisati metadata set: %s?

source: Metadata types
bs_ba: Metadata tip

source: non members of document type: %s
bs_ba: nisu članovi tipa dokumenta: %s

source: members of document type: %s
bs_ba: članovi tipa dokumenta: %s

source: What are metadata sets?
bs_ba: Koji su metadata setovi?

source: A metadata set is a group of one or more metadata types. Metadata sets are useful when creating new documents; selecing a metadata set automatically attaches it's member metadata types to said document.
bs_ba: A metadata set je skup od jednog ili više tipova metapodataka. Metadata setovi su korisni pri kreiranju novih dokumenata; selektovanje metadata seta automatski dodjeljuje svojim članovima tipove metadata u navedeni dokument.

source: What are metadata types?
bs_ba: Koji su tipovi metadata?

source: A metadata type defines the characteristics of a value of some kind that can be attached to a document. Examples of metadata types are: a client name, a date, or a project to which several documents belong. A metadata type's name is the internal identifier with which it can be referenced to by other modules such as the indexing module, the title is the value that is shown to the users, the default value is the value an instance of this metadata type will have initially, and the lookup value turns an instance of a metadata of this type into a choice list which options are the result of the lookup's code execution.
bs_ba: A tip metadata definira karakteristike vrijednosti neke vrste koje se mogu prikačiti na dokument. Primjeri tipova metadata su: ime klijenta, datum, ili projekat kojem pripada nekoliko dokumenata. Ime metadata tipa je interni identifikator sa kojim se može referencirati na drugim modulima kao što je modul indeksiranja, naslov je vrijednost koja se prikazuje korisnicima, default-na vrijednost je vrijednost instance ovog tipa metadata koju će imati inicijalno, i lookup vrijednost pretvara instancu metadata ovog tipa u listu opcija koje su rezultat izvršenja lookup koda.
