Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.rc3-py2-none-any.whl/mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: bg, bs_ba, ru

source: preview
bg: преглед
bs_ba: pregled
ru: предварительный просмотр

source: tagged items
bg: елементи с етикет
bs_ba: tagirane stavke
ru: помеченные элементы

source: tags
bg: етикети
bs_ba: tagovi
ru: метки

source: Name
bg: Име
bs_ba: Ime
ru: Имя

source: Color
bg: Цвят
bs_ba: Boja
ru: Цвет

source: Tags
bg: Етикети
bs_ba: Tagovi
ru: Метки

source: tag list
bg: списък етикети
bs_ba: lista tagova
ru: список меток

source: create new tag
bg: създаване на нов етикет
bs_ba: kreiraj novi tag
ru: создать новую метку

source: attach tag
bg: прикачане на етикет
bs_ba: dodaj tag
ru: пометить

source: remove tag
bs_ba: ukloni tag
ru: Удалить метку

source: remove tags
bs_ba: ukloni tagove
ru: Удалить метки

source: delete
bg: изтриване
bs_ba: obriši
ru: удалить

source: edit
bg: редактиране
bs_ba: izmjeni
ru: редактировать

source: tagged documents
bg: документи с етикети
bs_ba: tagovani dokumenti
ru: помеченные документы

source: Blue
bg: Син
bs_ba: Plava
ru: Синий

source: Cyan
bg: Циан
bs_ba: Cijan
ru: Голубой

source: Coral
bg: Коралов
bs_ba: Koral
ru: Коралловый

source: Green-Yellow
bg: Жълто-зелен
bs_ba: Zeleno-žuta
ru: Зелено-желтый

source: Khaki
bg: Каки
bs_ba: Žutomrka
ru: Хаки

source: LightGrey
bg: Светло сив
bs_ba: Svijetlo siva
ru: Светло-серый

source: Magenta
bg: Пурпурен
bs_ba: Purpurnocrvena
ru: Пурпурный

source: Red
bg: Червен
bs_ba: Crvena
ru: Красный

source: Orange
bg: Оранжев
bs_ba: Narandžasta
ru: Оранжевый

source: Yellow
bg: Жълт
bs_ba: Žuta
ru: Желтый

source: tag
bg: таг
ru: метка

source: color
bg: цвят
bs_ba: boja
ru: цвет

source: tag properties
bg: свойства на етикет
bs_ba: osobine taga
ru: свойства метки

source: tags properties
bg: свойства на етикети
bs_ba: osobine tagova
ru: свойства метки

source: Create new tags
bg: Създаване на нови етикети
bs_ba: Kreiraj nove tagove
ru: Создание новых меток

source: Delete tags
bg: Изтриване етикети
bs_ba: Obriši tagove
ru: Удалить метки

source: Edit tags
bg: Редактиране етикети
bs_ba: Izmjeni tagove
ru: Редактировать метки

source: View tags
bg: Преглед етикети
bs_ba: Pregledaj tagove
ru: Посмотреть метки

source: Attach tags to documents
bg: Закачане етикет към документи
bs_ba: Prikači tagove na dokumente
ru: Прикрепить метки к документам

source: Remove tags from documents
bg: Премахване на етикети от документи
bs_ba: Ukloni tagove iz dokumenta
ru: Удаление тегов из документов

source: Tag already exists.
bg: Етикетът вече съществува.
bs_ba: Tag već postoji.
ru: Метка уже существует.

source: Tag created succesfully.
bg: Етикетът е създаден успешно.
bs_ba: Tag uspješno kreiran.
ru: Метка создана.

source: create tag
bg: създаване на етикет
bs_ba: kreiraj tag
ru: создать метку

source: Must provide at least one document.
bs_ba: Mora biti obezbjeđen bar jedan dokument.
ru: Должен быть хотя бы один документ.

source: Document "%(document)s" is already tagged as "%(tag)s"
bs_ba: Dokument "%(document)s" je već tagovan kao "%(tag)s"
ru: "%(document)s" уже имеет метку "%(tag)s"

source: Tag "%(tag)s" attached successfully to document "%(document)s".
bs_ba: Tag "%(tag)s" uspješno prikačen na dokument "%(document)s".
ru: Метка "%(tag)s" присвоена "%(document)s".

source: document
bs_ba: dokument
ru: документ

source: Attach tag to document: %s.
bs_ba: Prikači tag na dokument: %s.
ru: Пометить документ %s.

source: Attach tag to documents: %s.
bs_ba: Prikači tag na dokumente: %s.
ru: Пометить документы %s.

source: Must provide at least one tag.
bg: Трябва да се осигури най-малко един етикет.
bs_ba: Mora biti obezbjeđen bar jedan tag.
ru: Должна быть хотя бы одна метка.

source: Tag "%s" deleted successfully.
bg: Етикет "%s" е изтрит успешно.
bs_ba: Tag "%s" uspješno izbrisan.
ru: Метка "%s"удалён.

source: Error deleting tag "%(tag)s": %(error)s
bg: Грешка при изтриване на етикет "%(tag)s": %(error)s
bs_ba: Greška brisanja taga "%(tag)s": %(error)s
ru: Ошибка при удалении метки "%(tag)s": %(error)s

source: Are you sure you wish to delete the tag: %s?
bg: Сигурни ли сте, искате да изтриете етикет: %s?
bs_ba: Jeste li sigurni da želite izbrisati tag: %s?
ru: Вы действительно хотите удалить метку: %s?

source: Will be removed from all documents.
bg: Ще бъде премахнат от всички документи.
bs_ba: Bit će uklonjen iz svih dokumenata.
ru: Будет удален из всех документов.

source: Are you sure you wish to delete the tags: %s?
bg: Сигурни ли сте, че искате да изтриете етикети: %s?
bs_ba: Jeste li sigurni da želite izbrisati tagove: %s?
ru: Вы действительно хотите удалить метки: %s?

source: Tag updated succesfully.
bg: Етикетът е обновен успешно.
bs_ba: Tag uspješno update-ovan.
ru: Метка обновлена.

source: edit tag: %s
bg: редактиране на етикет: %s
bs_ba: izmjeni tag: %s
ru: редактировать метку %s

source: documents with the tag "%s"
bg: документи с етикет "%s"
bs_ba: dokumenti sa tagom "%s"
ru: документы с тегом "%s"

source: tags for: %s
bg: етикети за: %s
bs_ba: tagovi za: %s
ru: теги для:%s

source: Must provide at least one tagged document.
bs_ba: Mora biti obezbjeđen bar jedan tagovani dokument.
ru: Следует указать хотя бы один помеченный документ.

source: Remove tag from document: %s.
bs_ba: Ukloni tag iz dokumenta: %s.
ru: Снять метку с документа %s.

source: Remove tag from documents: %s.
bs_ba: Ukloni tag iz dokumenata: %s.
ru: Снять метку с документов %s.

source: Are you sure you wish to remove the tag "%(tag)s" from the document: %(document)s?
bs_ba: Jeste li sigurni da želite ukloniti tag "%(tag)s" iz dokumenta: %(document)s?
ru: Снять метку "%(tag)s" с документа %(document)s?

source: Are you sure you wish to remove the tag "%(tag)s" from the documents: %(documents)s?
bs_ba: Jeste li sigurni da želite ukloniti tag "%(tag)s" iz dokumenata: %(documents)s?
ru: Снять метку "%(tag)s" с документов %(documents)s?

source: Are you sure you wish to remove the tags: %(tags)s from the document: %(document)s?
bs_ba: Jeste li sigurni da želite ukloniti tagove: %(tags)s iz dokumenta: %(document)s?
ru: Снять метки "%(tags)s" с документа %(document)s?

source: Document "%(document)s" wasn't tagged as "%(tag)s"
bs_ba: Dokument "%(document)s" nije tagovan kao "%(tag)s"
ru: "%(document)s" не помечен как "%(tag)s"

source: Tag "%(tag)s" removed successfully from document "%(document)s".
bs_ba: Tag "%(tag)s" uspješno uklonjen iz dokumenta "%(document)s".
ru: Метка "%(tag)s" снята с документа "%(document)s".

source: Add tag to document
bg: Добавете етикет към документ
bs_ba: Dodaj tag u dokument
ru: Добавить тег к документу
