Repository: pypi-data/pypi-mirror-7
Catalog: packages/cubicweb-addressbook/cubicweb-addressbook-1.8.0.tar.gz/cubicweb-addressbook-1.8.0/i18n/*.po
Languages: fr

# IMAddress
source: type
fr: Adresse messagerie instantanée

# IMAddress_plural
source: Instant messenger addresses
fr: Adresses messagerie instantanée

# New IMAddress
source: New instant messenger address
fr: Nouvelle adresse instantanée

source: New phone number
fr: Nouveau numéro de téléphone

# New PostalAddress
source: New address
fr: Nouvelle adresse postale

# PhoneNumber
source: type
fr: Numéro tél.

# PhoneNumber_plural
source: Phone numbers
fr: Numéros tél.

# PostalAddress
source: street2
fr: Adresse postale

# PostalAddress_plural
source: Addresses
fr: Adresses postales

# This IMAddress
source: This instant messenger address
fr: Cette adresse de messagerie instantanée

source: This phone number
fr: Ce numéro de téléphone

# This PostalAddress
source: This address
fr: Cette adresse postale

source: city
fr: ville

# PostalAddress
source: street2
fr: ville

source: country
fr: pays

# PostalAddress
source: street2
fr: pays

source: home
fr: maison

# im_account
source: account
fr: compte de la messagerie instantanée

# IMAddress
source: type
fr: compte de la messagerie instantanée

# PostalAddress
source: street2
fr: latitude

source: latitude in degree
fr: latitude en degré

# PostalAddress
source: street2
fr: longitude

source: longitude in degree
fr: longitude en degré

source: number
fr: numéro

# PhoneNumber
source: type
fr: numéro

source: office
fr: bureau

source: postal code
fr: code postal

# PostalAddress
source: street2
fr: code postal

# secretariat
source: secretarial
fr: secrétariat

source: state
fr: état

# PostalAddress
source: street2
fr: état

source: street
fr: rue

# PostalAddress
source: street2
fr: rue

source: street2
fr: rue (2)

# PostalAddress
source: street2
fr: rue (2)
