Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.0-py2-none-any.whl/mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Check expired check out documents and checks them in.
de_de: Überprüft, ob die Frist für ausgebuchte Dokumente abgelaufen ist und bucht sie ggf. wieder ein.

source: Document checked out
de_de: Dokument ausgebucht

source: Document "%(document)s" checked out by %(fullname)s.
de_de: Dokument "%(document)s" von %(fullname)s ausgebucht.

source: Document checked in
de_de: Dokument eingebucht

source: Document "%(document)s" checked in by %(fullname)s.
de_de: Dokument "%(document)s" von %(fullname)s eingebucht.

source: Document automatically checked in
de_de: Dokument automatisch eingebucht

source: Document "%(document)s" automatically checked in.
de_de: Dokument "%(document)s" automatisch eingebucht.

source: Document forcefully checked in
de_de: Dokument zwingend eingebucht

source: Document "%(document)s" forcefully checked in by %(fullname)s.
de_de: Dokument " %(document)s " zwingend durch %(fullname)s eingebucht.

source: checkouts
de_de: Ausbuchungen

source: check out document
de_de: Dokument ausbuchen

source: check in document
de_de: Dokument einbuchen

source: check in/out
de_de: Aus-/Einbuchen

source: checked out
de_de: Ausgebucht

source: checked in/available
de_de: Eingebucht/Verfügbar

source: document
de_de: Dokument

source: check out date and time
de_de: Datum und Uhrzeit Ausbuchung

source: check out expiration date and time
de_de: Ablauf-Datum und Zeit Ausbuchung

source: Amount of time to hold the document checked out in minutes.
de_de: Zeitraum für die Ausbuchung des Dokuments (in Minuten).

source: block new version upload
de_de: Hochladen neuer Versionen blockieren

source: Do not allow new version of this document to be uploaded.
de_de: Hochladen einer neuen Version dieses Dokuments verweigern.

source: document checkout
de_de: Dokumentausbuchung

source: document checkouts
de_de: Dokumentausbuchungen

source: Document checkout
de_de: Dokumentausbuchung

source: Check out documents
de_de: Dokumentausbuchungen

source: Check in documents
de_de: Dokumente einbuchen

source: Forcefully check in documents
de_de: Dokumenteneinbuchung erzwingen

source: Allow overriding check out restrictions
de_de: Außerkraftsetzung von Ausbuchungsbeschränkungen erlauben

source: checked out documents
de_de: Ausgebuchte Dokumente

source: checkout user
de_de: Ausgebucht durch

source: checkout time and date
de_de: Zeit und Datum Ausbuchung

source: checkout expiration
de_de: Ablauf der Ausbuchung

source: User: %s
de_de: Benutzer: %s

source: Check out time: %s
de_de: Zeit Ausbuchung: %s

source: Check out expiration: %s
de_de: Ablauf Ausbuchung: %s

source: New versions allowed: %s
de_de: Neue Versionen erlaubt: %s

source: yes
de_de: Ja

source: no
de_de: Nein

source: Check out details for document: %s
de_de: Ausbuchungsdetails für Dokument %s

source: Error trying to check out document; %s
de_de: Fehler beim Versuch das Dokument %s auszubuchen

source: Document "%s" checked out successfully.
de_de: Dokument "%s" erfolgreich ausgebucht.

source: Document already checked out.
de_de: Dokument bereits ausgebucht.

source: Check out document: %s
de_de: Dokument ausgebucht: %s

source: Document has not been checked out.
de_de: Dokument wurde nicht ausgebucht.

source: Error trying to check in document; %s
de_de: Fehler beim Versuch das Dokument %s auszubuchen.

source: Document "%s" checked in successfully.
de_de: Dokument "%s" erfolgreich eingebucht.

source: You didn't originally checked out this document. Are you sure you wish to forcefully check in document: %s?
de_de: Sie haben dieses Dokument ursprünglich nicht ausgebucht. Sind Sie sicher, dass Sie die Einbuchung von Dokument %s erzwingen wollen?

source: Are you sure you wish to check in document: %s?
de_de: Sind sie sicher, dass Sie Dokument %s einbuchen wollen?

source: Document status: %(widget)s %(text)s
de_de: Dokumentenstatus: %(widget)s %(text)s

source: Days
de_de: Tage

source: Hours
de_de: Stunden

source: Minutes
de_de: Minuten

source: Enter a valid number of days.
de_de: Eine gültige Anzahl an Tagen ist erforderlich.

source: Enter a valid number of hours.
de_de: Eine gültige Anzahl an Stunden ist erforderlich.

source: Enter a valid number of minutes.
de_de: Eine gültige Anzahl an Minuten ist erforderlich.

source: Enter a valid time difference.
de_de: Eine gültige Zeitdifferenz ist erforderlich.

source: Amount of time to hold the document in the checked out state in days, hours and/or minutes.
de_de: Zeitdauer der Ausbuchung des Dokuments (in Tagen, Stunden und/oder Minuten).

source: Check out expiration date and time
de_de: Ablauf-Datum und -Zeit Ausbuchung
