Repository: pypi-data/pypi-mirror-7
Catalog: packages/ztfy.baseskin/ztfy.baseskin-0.1.0-py2.7.egg/ztfy/baseskin/locales/*/LC_MESSAGES/ztfy.baseskin.po
Languages: fr

source: Presentation form target interface
fr: Interface de la cible

source: login-field
fr: Code utilisateur

source: password-field
fr: Mot de passe

source: came-from
fr: Adresse d'origine

source: View name
fr: Nom de la vue

source: Name of the default view matching object, request and (optionally) current view
fr: Nom de la vue par défaut correspondant à l'objet, à la requête et (éventuellement) à la vue en cours

source: Default dialog CSS class
fr: Classe CSS par défaut du dialogue

source: List of resources needed by this dialog
fr: Liste des ressources nécessaires à ce dialogue

source: Text displayed before title link
fr: Texte affiché avant le lien sur le titre

source: Text displayed before cell main text
fr: Texte affiché avant le texte principal de la cellule

source: Text displayed after cell main text
fr: Texte affiché après le texte principal de la cellule

source: Text displayed after title link
fr: Texte affiché après le lien sur le titre

source: Content of status cell
fr: Contenu de la cellule de statut

source: Content of actions cell
fr: Contenu de la cellule d'actions

source: Visible group?
fr: Groupe visible ?

source: Form groups
fr: Groupes du formulaire

source: Form title
fr: Titre du formulaire

source: Form legend
fr: Légende du formulaire

source: Sub-forms
fr: Sous-formulaires

source: Subforms legend
fr: Légende des sous-formulaires

source: Tab-forms
fr: Sous-onglets

source: Auto-complete
fr: Auto-complétion

source: Labels CSS class
fr: Classe CSS des libellés

source: Inputs CSS class
fr: Classe CSS des contrôles

source: Display hints on input widgets?
fr: Afficher les info-bulles d'aide sur les champs de saisie

source: Handle uploads in form?
fr: Ce formulaire gère-t-il un téléchargement ?

source: Set to true when form handle uploads to get progress bar
fr: Positionné à la valeur 'True' lorsque le formulaire dispose de contrôles de dépôt de fichiers de façon à afficher une barre d'avancement

source: Widgets validation callbacks
fr: Fonction de rappel pour la vérification des contrôles de saisie

source: Form AJAX handler
fr: Gestionnaire AJAX

source: Relative URL of AJAX handler
fr: URL relative de prise en charge du formulaire

source: Form AJAX data type
fr: Type de données du POST AJAX

source: Form AJAX data options
fr: Options 'data' for formulaire

source: Submit callback
fr: Fonction de rappel de soumission du formulaire

source: Name of a custom form submit callback
fr: Nom d'une fonction spécifuque de soumission du formulaire

source: Tab label
fr: Libellé de l'onglet

source: Names list of viewlets managers included in this form
fr: Nom des gestionnaires de viewlets intégrés dans le formulaire

source: Sub-form legend
fr: Légende du sous-formulaire

source: Can the subform be hidden ?
fr: Le sous-formulaire peut-il être caché ?

source: Is the subform initially visible ?
fr: Le sous-formulaire est-il initialement visible ?

source: Widgets callbacks
fr: Fonctions de rappel associées aux composants

source: View in which event was fired
fr: Vue au sein de laquelle l'événement s'est déclenché

source: Group ID
fr: ID du groupe

source: CSS class
fr: Classe CSS

source: Group legend
fr: Légende du groupe

source: Group help
fr: Aide du groupe

source: Group's widgets list
fr: Liste des widgets du groupes

source: Switchable group?
fr: Le groupe est-il 'basculable' ?

source: Group switched via checkbox?
fr: Bascule du groupe via une case à cocher ?

source: Field name matching switch checkbox?
fr: Nom du champ correspondant à la case à cocher

source: Checkbox on?
fr: Case à cocher active ?

source: Hide group if empty?
fr: Cacher un groupe vide ?

source: If 'Yes', a switchable group containing only widgets with default values is hidden
fr: Si 'Oui', un groupe 'basculable' ne contenant que des widgets avec des valeurs par défaut est masqué

source: HTTP equiv header
fr: En-tête HTTP-equiv

source: Meta content value
fr: Valeur de la balise méta 'contenu'

source: Meta name
fr: Nom de la métadonnée

source: Meta property
fr: Propriété de la métadonnée

source: Meta rel attribute
fr: Attribut 'rel' de la métadonnée

source: Meta type attribute
fr: Type de l'attribut

source: Meta link target
fr: Cible du lien

source: Metas list
fr: Liste des métadonnées

source: Full list of metas associated with this content
fr: Liste complète des métadonnées associées à ce contenu
