Repository: pypi-data/pypi-mirror-7
Catalog: packages/pypluzz/pypluzz-1.0.tar.gz/pypluzz-1.0/pluzz/i18n/*/LC_MESSAGES/pypluzz.po
Languages: fr_fr

source: Download and convert
fr_fr: Téléchargement et conversion

source: Couldn't load Qt libraries. Impossible to run the GUI, sorry.
fr_fr: Bibliothèque Qt introuvable. Impossible de lancer l'interface, désolé.

source: Missing URL!
fr_fr: L'URL est manquante !

source: Init…
fr_fr: Initialisation…

source: Get data…
fr_fr: Récupération des métadonnées…

source: Download and convert…
fr_fr: Téléchargement et conversion…

source: Showing {}:
fr_fr: Métadonnée: {}

source: List of all keys for the show: '{}'
fr_fr: Liste de toutes les métadonnées du programme: '{}'

source: On %d %h %Y at %H:%M
fr_fr: Le %d %h %Y, à %Hh%M

source: Summary of the show '{}'
fr_fr: Infos pour le programme '{}'

source: Broadcast: {:<30}
fr_fr: Diffusion: {:<30}

source: Length: {:<30}
fr_fr: Durée: {:<30}

source: Genre: {:<30}
fr_fr: Catégorie: {:<30}

source: Season: {:<30}
fr_fr: Saison: {:<30}

source: Website: {:<30}
fr_fr: Site web: {:<30}

source: Channel: {:<30}
fr_fr: Chaîne: {:<30}

source: Picture: {:<30}
fr_fr: Image: {:<30}

source: {f:>24}: {n}, {p}
fr_fr: {f:>24}: {p} {n}

source: Error:
fr_fr: Erreur:

source: Pluzz Movie Downloader
fr_fr: Récupérateur d'émission sur Pluzz

source: URL of movie to load
fr_fr: Adresse de l'émission

source: Directory where to download
fr_fr: Répertoire où la déposer

source: Start Download!
fr_fr: Langer le téléchargement!

source: Pluzz Movie loader
fr_fr: Récupérateur d'émission sur Pluzz
