Repository: pypi-data/pypi-mirror-7
Catalog: packages/Products.rendezvous/Products.rendezvous-1.4.2.zip/Products.rendezvous-1.4.2/Products/rendezvous/locales/*/LC_MESSAGES/rendezvous.po
Languages: fr

source: Click here and select a date to create the event from this poll
fr: Cliquez ici puis sélectionnez une date pour créer un événement à partir de ce sondage

source: Close survey
fr: Clore le sondage

source: Continue
fr: Continuer

source: Reopen survey
fr: Réouvrir le sondage

source: Save
fr: Enregistrer

source: Selected dates:
fr: Dates sélectionnées :

source: The survey is closed.
fr: Le sondage est clos.

source: greetings
fr: Cordialement

source: hello
fr: Bonjour ${receipt_to_name},

source: help_dates_select
fr: Sélectionnez les dates potentielles pour le rendez-vous :

source: help_rendezvous
fr: Vous pouvez créer un sondage pour organiser une réunion ou un évènement. Remplissez l'objet de votre rendez-vous et cliquez sur le bouton "Étape suivante" pour sélectionner vos dates et horaires.

source: help_rendezvous_choice
fr: Cliquez sur les choix pour lesquels vous êtes disponible. Cliquez à nouveau pour les marquer comme indisponibles. Puis validez par "Enregistrer".

source: help_select_hours
fr: Remplissez tous les champs dont vous avez besoin. Vous pouvez aussi laisser tous les champs vides et cliquer sur "Lancer le sondage" immédiatement

source: label_add_columns
fr: Ajouter des colonnes

source: label_dates_select
fr: Sélectionnez vos dates pour le rendez-vous

source: label_launch_poll
fr: Lancer le sondage

source: label_rendezvous_subject
fr: Objet du rendez-vous

source: label_select_hours
fr: Sélectionnez vos horaires de rendez-vous

source: participation_notification_body
fr: ${actor_fullname} a participé au rendez vous '${content_name}' à l'adresse ${content_url}

source: participation_notification_subject
fr: Participation au rendez vous : ${content_name}

source: proposition_date
fr: Dates

source: proposition_hour
fr: Heure ${num}

source: rendezvous_Proposition_available_description
fr: Liste des participants qui ont coché ce créneau

source: rendezvous_Proposition_available_label
fr: Membres disponibles

source: rendezvous_Proposition_date_description
fr: Date possible pour un rendez-vous

source: rendezvous_Proposition_date_label
fr: Date

source: rendezvous_Proposition_slot_description
fr: Un possible créneau pour cette date

source: rendezvous_Proposition_slot_label
fr: Un créneau

source: rendezvous_Proposition_unavailable_description
fr: Liste des participants qui ont coché cette proposition

source: rendezvous_Proposition_unavailable_label
fr: Membres indisponibles

source: rendezvous_RendezVous_participants_description
fr: Liste des membres qui ont participés

source: rendezvous_RendezVous_participants_label
fr: Participants
