Repository: pypi-data/pypi-mirror-7
Catalog: packages/sizeof-django-tellafriend/sizeof-django-tellafriend-0.0.2.tar.gz/sizeof-django-tellafriend-0.0.2/tellafriend/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Sender
pl: Email nadawcy

source: Recipient
pl: Email odbiorcy

source: Message
pl: Wiadomość

source: Please enter the characters shown in the image in the field next to it.
pl: Prosimy wprowadzić poprawne znaki w polu tekstowym

source: Captcha
pl: Kod z obrazka

source: Sender e-mail
pl: Email nadawcy

source: Friend e-mail
pl: Email znajomego

source: Message from you
pl: Wiadomość

source: Sending date
pl: Data wysłania

source: User agent
pl: Przeglądarka

source: Recommendation by
pl: Polecenie od

source: Recommendation
pl: Polecenie

source: Recommend
pl: Polecenie

source: Your recommendation was sent out successfully.
pl: Twoje polecenie zostało wysłane poprawnie.

source: Please enter your and the recipient's e-mail address, and an optional message.
pl: Prosimy wprowadzić poprawny adres odbiorcy oraz opcjonalną wiadomość.

source: Send
pl: Wyślij polecenie
