Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.rc3.tar.gz/mayan-edms-1.0.rc3/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: sl_si

source: Documents
sl_si: Dokumenti

source: documents
sl_si: dokumenti

source: thumbnail
sl_si: sličica

source: Document type
sl_si: Tip dokumenta

source: MIME type
sl_si: MIME tip

source: Filename
sl_si: Ime datoteke

source: Metadata type
sl_si: Tip metapodatkov

source: Metadata value
sl_si: Vrednost metapodatkov

source: Content
sl_si: Vsebina

source: Description
sl_si: Opis

source: Tags
sl_si: Oznaka

source: Comments
sl_si: Komentarji

source: Document creation
sl_si: Kreiranje dokumenta

source: Document "%(content_object)s" created by %(fullname)s.
sl_si: Dokument "%(content_object)s" kreiral %(fullname)s.

source: Document "%(content_object)s" created on %(datetime)s by %(fullname)s.
sl_si: Dokument "%(content_object)s" kreiral %(fullname)s ob %(datetime)s.

source: Document edited
sl_si: Dokument urejen

source: Document "%(content_object)s" edited by %(fullname)s.
sl_si: Dokument "%(content_object)s" je uredil %(fullname)s.

source: Document "%(content_object)s" was edited on %(datetime)s by %(fullname)s. The following changes took place: %(changes)s.
sl_si: Dokument "%(content_object)s" je uredil %(fullname)s ob %(datetime)s. Narejene so bile naslednje spremembe: %(changes)s.

source: Document deleted
sl_si: Dokument je bil izbrisan

source: Document "%(document)s" deleted by %(fullname)s.
sl_si: Dockment "%(document)s" je izbrisal %(fullname)s.

source: Document "%(document)s" deleted on %(datetime)s by %(fullname)s.
sl_si: Dokument "%(document)s" je izbrisal %(fullname)s ob %(datetime)s.

source: Page image
sl_si: Slika strani

source: Contents
sl_si: Vsebina

source: Use the new version filename as the document filename
sl_si: Uporabi ime nove verzije kot ime dokumenta.

source: Quick document rename
sl_si: Hitro preimenovanje dokumenta

source: Version update
sl_si: Posodobitev različice

source: Release level
sl_si: Rasličica izdaje

source: Release level serial
sl_si: Serijska številka različice izdaje

source: Comment
sl_si: Komentar

source: New document filename
sl_si: Novo ime datoteke dokumenta

source: Page
sl_si: Stran

source: Page range
sl_si: Obseg strani

source: Compress
sl_si: Stisni

source: Download the document in the original format or in a compressed manner. This option is selectable only when downloading one document, for multiple documents, the bundle will always be downloads as a compressed file.
sl_si: Prenesi dokument v originalnem formatu ali v stisnjeni obliki. To opcijo lahko izberete samo ko prenašate en dokument. Ob prenosu večih dokumentov, se vedno naredi stisnjen paket.

source: Compressed filename
sl_si: Ime stisnjene datoteke

source: The filename of the compressed file that will contain the documents to be downloaded, if the previous option is selected.
sl_si: Ime skrčene datotteke, ki do vsebovala datoteke za prenos, če je bila prejšnja opcija izbrana.

source: all documents
sl_si: vsi dokumenti

source: recent documents
sl_si: zadnji dokumenti

source: details
sl_si: Detajli

source: properties
sl_si: lastnosti

source: delete
sl_si: izbriši

source: edit
sl_si: uredi

source: download
sl_si: prenos

source: find duplicates
sl_si: najdi podvojene

source: find all duplicates
sl_si: najdi vse podvojene

source: Search all the documents' checksums and return a list of the exact matches.
sl_si: Išči vse nadzorne vsote vseh dokumentov in vrni seznam natančnih zadetkov.

source: update office documents' page count
sl_si: osveži število strani v pisarniških dokumentih

source: Update the page count of the office type documents. This is useful when enabling office document support after there were already office type documents in the database.
sl_si: Posodobite število strani v pisarniških tipih dokumentov. To je koristno pri omogočanju podpore pisarniških dokumentov, ko so že obstajali pisarniški tipi dokumentov v bazi.

source: clear transformations
sl_si: počisti preoblikovanja

source: print
sl_si: tiskanje

source: history
sl_si: zgodovina

source: Find missing document files
sl_si: Poišči manjkajoče datoteke iz dokumenta

source: Clear the document image cache
sl_si: Pobriši predpomnilniško sliko dokumenta

source: Clear the graphics representations used to speed up the documents' display and interactive transformations results.
sl_si: Počistite grafične predstavitve, ki se uporabljajo za pospešitev prikaza dokumentov in rezultatov interaktivnih transformacij.

source: page transformations
sl_si: preoblikovanja strani

source: create new transformation
sl_si: ustvari novo preoblikovanje

source: page image
sl_si: slika strani

source: page text
sl_si: besedilo strani

source: edit page text
sl_si: uredi besedilo strani

source: next page
sl_si: naslednja stran

source: previous page
sl_si: prejšnja stran

source: first page
sl_si: prva stran

source: last page
sl_si: zadnja stran

source: zoom in
sl_si: približaj

source: zoom out
sl_si: oddalji

source: rotate right
sl_si: zavrti v desno

source: rotate left
sl_si: zavrti v levo

source: reset view
sl_si: ponastavi pogled

source: versions
sl_si: verzije

source: revert
sl_si: povrni

source: document type list
sl_si: lista tipov dokumenta

source: document types
sl_si: tipi dokumenta

source: create document type
sl_si: ustvari tip dokumenta

source: filenames
sl_si: ime datotek

source: add filename to document type
sl_si: dodaj ime tipu dokumenta

source: final
sl_si: končni

source: alpha
sl_si: alfa

source: release candidate
sl_si: kandidat za izdajo

source: hotfix
sl_si: pomemben popravek

source: name
sl_si: ime

source: document type
sl_si: tipi dokumenta

source: documents types
sl_si: tipi dokumenta

source: description
sl_si: opis

source: added
sl_si: dodano

source: document
sl_si: dokument

source: Major %(major)i.%(minor)i, (new release)
sl_si: Glavni %(major)i.%(minor)i, (nova izdaja)

source: Minor %(major)i.%(minor)i, (some updates)
sl_si: Manjši %(major)i.%(minor)i, (nekatere posodobitve)

source: Micro %(major)i.%(minor)i.%(micro)i, (fixes)
sl_si: Mikro %(major)i.%(minor)i.%(micro)i, (popravki)

source: mayor
sl_si: glavni

source: minor
sl_si: manjši

source: micro
sl_si: mikro

source: release level
sl_si: stopnja izdaje

source: serial
sl_si: serijska

source: timestamp
sl_si: časovni žig

source: comment
sl_si: komentar

source: file
sl_si: datoteka

source: checksum
sl_si: kontrolna vsota

source: document version
sl_si: verzija dokumenta

source: This document's file format is not known, the page count has therefore defaulted to 1.
sl_si: Tip dokumenta je neznan, zako je število strani privzeto na 1.

source: filename
sl_si: ime datoteke

source: enabled
sl_si: omogočeno

source: document type quick rename filename
sl_si: hitro preimenovanje datoteke po tipu dokumenta

source: document types quick rename filenames
sl_si: hitro preimenovanje datotek po tipu dokumenta

source: content
sl_si: vsebina

source: page label
sl_si: oznaka strani

source: page number
sl_si: številka strani

source: Page %(page_num)d out of %(total_pages)d of %(document)s
sl_si: Stran %(page_num)d od %(total_pages)d dokumenta %(document)s

source: document page
sl_si: stran dokumenta

source: document pages
sl_si: strani dokumenta

source: Enter a valid value.
sl_si: Vnesi veljavno vrednost.

source: order
sl_si: vrstni red

source: transformation
sl_si: transformacija

source: arguments
sl_si: argumenti

source: document page transformation
sl_si: preoblikovanje strani dokumenta

source: document page transformations
sl_si: preoblikovanje strani dokumenta

source: user
sl_si: uporabnik

source: accessed
sl_si: dostopal

source: recent document
sl_si: nedavni dokumenti

source: Create documents
sl_si: Ustvari dokument

source: Edit document properties
sl_si: Uredi lastnosti dokumenta

source: Edit documents
sl_si: Uredi dokumente

source: View documents
sl_si: Poglej dokumente

source: Delete documents
sl_si: Izbiši dokumente

source: Download documents
sl_si: Prenesi dokumente

source: Transform documents
sl_si: Spremeni dokumente

source: Execute document modifying tools
sl_si: Izvedi orodja za spreminjanje dokumentov

source: Revert documents to a previous version
sl_si: Povrni na prejšnjo verzijo dokumenta

source: Create new document versions
sl_si: Kreiraj novo verzijo dokumenta

source: Documents setup
sl_si: Nastavitveni dokumenti

source: View document types
sl_si: Poglej tip dokumenta

source: Edit document types
sl_si: Uredi tipe dokumentov

source: Delete document types
sl_si: Izbriši tipe dokumentov

source: Create document types
sl_si: Kreiran tipe dokumentov

source: Document types: %d
sl_si: Tipi dokumenta: %d

source: Minimum amount of pages per document: %d
sl_si: Minimalno število strani na dokument: %d

source: Maximum amount of pages per document: %d
sl_si: Maksimalno število strani na dokument: %d

source: Average amount of pages per document: %f
sl_si: Povprečno število strani na dokument: %f

source: Documents in database: %d
sl_si: Dokumenti v bazi: %d

source: Documents in storage: %d
sl_si: Dokumenti v shrambi: %d

source: Space used in storage: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytes
sl_si: Zaseden prostor v shrambi je: %(base_2)s (base 2), %(base_10)s (base 10), %(bytes)d bytov

source: Document pages in database: %d
sl_si: Strani dokumenta v bazi: %d

source: Date added
sl_si: Dodano datum

source: Time added
sl_si: Dodano čas

source: File mimetype
sl_si: MIME vrsta datoteke

source: None
sl_si: Brez

source: File mime encoding
sl_si: Kodiranje MIME datoteke

source: File size
sl_si: Velikost datoteke

source: Exists in storage
sl_si: Obstaja v shrambi

source: File path in storage
sl_si: Pot datoteke v shrambi

source: Checksum
sl_si: Nadzorna vsota

source: Pages
sl_si: Strani

source: document properties for: %s
sl_si: lastnosti dokumenta: %s

source: document data
sl_si: podatki dokumenta

source: Must provide at least one document.
sl_si: Potrebno je podati vsaj en dokument

source: Document deleted successfully.
sl_si: Dokument bil uspešno izbrisan.

source: Document: %(document)s delete error: %(error)s
sl_si: Dokument: %(document)s napaka brisanja:%(error)s

source: Are you sure you wish to delete the document: %s?
sl_si: Ali ste prepričani, da želite pobrisati dokument: %s

source: Are you sure you wish to delete the documents: %s?
sl_si: Ali ste prepričani, da želite pobrisati dokumente: %s

source: Document "%s" edited successfully.
sl_si: Dokument %s je bil uspešno urejen.

source: documents to be downloaded
sl_si: dokumenti za prenos

source: version
sl_si: verzija

source: Download
sl_si: Prenos

source: Return
sl_si: Nazaj

source: duplicates of: %s
sl_si: dvojnik od: %s

source: Are you sure you wish to find all duplicates?
sl_si: Ali ste prepričani, da želite poiskati vse dvojnike?

source: On large databases this operation may take some time to execute.
sl_si: Če je baza velika lahko operacija zahteva nekaj več časa da se izvrši.

source: duplicated documents
sl_si: podvojeni dokumenti

source: Page count update complete. Documents processed: %(total)d, documents with changed page count: %(change)d
sl_si: Osveževanje števila strani je uspešno končano. Pregledanih dokumentov: %(total)d, dokumenti s spremenjenimi stranmi: %(change)d

source: Are you sure you wish to update the page count for the office documents (%d)?
sl_si: Ali ste prepričani, da želite osvežiti število strani za pisarniške dokumente (%d)?

source: All the page transformations for document: %s, have been deleted successfully.
sl_si: Vsa preoblikovanja strani dokumenta: %s, so bila uspešno izbrisana.

source: Error deleting the page transformations for document: %(document)s; %(error)s.
sl_si: Napaka v izbrisu preoblikovanj strani za dokument: %(document)s; %(error)s.

source: document transformation
sl_si: preoblikovanje strani

source: Are you sure you wish to clear all the page transformations for document: %s?
sl_si: Ali ste prepričani, da želite izbrisati preoblikovanja za dokument: %s?

source: Are you sure you wish to clear all the page transformations for documents: %s?
sl_si: Ali ste prepričani, da želite izbrisati preoblikovanja vseh strani za dokument %s?

source: missing documents
sl_si: manjkajoči dokumenti

source: details for: %s
sl_si: podrobnosti za: %s

source: Document page edited successfully.
sl_si: Stran dokumenta je bila uspešno urejena.

source: edit: %s
sl_si: uredi: %s

source: There are no more pages in this document
sl_si: Ni več strani v tem dokumentu

source: You are already at the first page of this document
sl_si: Ste že na prvi strani dokumenta

source: print: %s
sl_si: tiskanje: %s

source: Document type edited successfully
sl_si: Tip dokumenta je bil uspešno urejen

source: Error editing document type; %s
sl_si: Napaka urejanja tipa dokumenta: %s

source: edit document type: %s
sl_si: uredi tip dokumenta: %s

source: Document type: %s deleted successfully.
sl_si: Dokument tipa: %s je bil uspešno izbrisan.

source: Document type: %(document_type)s delete error: %(error)s
sl_si: Tip dokument: %(document_type)s napaka brisanja:%(error)s

source: Are you sure you wish to delete the document type: %s?
sl_si: Ali ste prepričani, da želite pobrisati tip dokument: %s

source: The document type of all documents using this document type will be set to none.
sl_si: Tip dokumenta vseh dokumentov, ki uporabljajo ta tip bo nastavljen na brez.

source: Document type created successfully
sl_si: Tip dokumenta je bil uspešno kreiran

source: Error creating document type; %(error)s
sl_si: Napaka kreiranja tipa dokumenta: %(error)s

source: filenames for document type: %s
sl_si: ime datoteke za tip dokumenta: %s

source: Document type filename edited successfully
sl_si: Ime dokumenta za tip dokumenta je bil uspešno urejen.

source: Error editing document type filename; %s
sl_si: Napaka urejanja za ime datoteke tipaa dokumenta: %s

source: edit filename "%(filename)s" from document type "%(document_type)s"
sl_si: uredi ime datoteke "%(filename)s" za tip dokumenta "%(document_type)s"

source: document type filename
sl_si: ime datoteke za tip dokumenta

source: Document type filename: %s deleted successfully.
sl_si: Ime datoteke tipa dokumenta: %s je bil uspešno izbrisan.

source: Document type filename: %(document_type_filename)s delete error: %(error)s
sl_si: Ime datoteke tipa dokumenta: %(document_type_filename)s napaka brisanja:%(error)s

source: Document type filename created successfully
sl_si: Ime datoteke za tip dokumenta je bil uspešno kreiran

source: Error creating document type filename; %(error)s
sl_si: Napaka kreiranja imena datoteke za tip dokumenta: %(error)s

source: create filename for document type: %s
sl_si: dodaj ime datoteke za tip dokumenta: %s

source: Document image cache cleared successfully
sl_si: Predpomnilniška slika dokumenta je bila uspešno izbrisana

source: Error clearing document image cache; %s
sl_si: Napaka v brisanju predpomnilniške slike dokumenta:%s

source: Are you sure you wish to clear the document image cache?
sl_si: Ali ste prepričani, da želite pobrisati predpomnilniško sliko dokumenta?

source: versions for document: %s
sl_si: verzije dokumenta: %s

source: time and date
sl_si: čas in datum

source: mimetype
sl_si: MIME vrsta datoteke

source: encoding
sl_si: enkodiranje

source: Document version reverted successfully
sl_si: Povrnitev verzije dokumenta je bila uspešna

source: Error reverting document version; %s
sl_si: Napaka v povrnitvi dokumenta verzija: %s

source: Are you sure you wish to revert to this version?
sl_si: Ali želite povrniti dokument na izbrano verzijo?

source: All later version after this one will be deleted too.
sl_si: Vse prejšnje verzije bodo tudi izbrisane.

source: transformations for: %s
sl_si: preoblikovanje za: %s

source: Document page transformation created successfully.
sl_si: Preoblikovanje strani dokumenta je bilo uspešno.

source: Create new transformation for page: %(page)s of document: %(document)s
sl_si: Kreiraj novo preobliikovanje za stran: %(page)s dokumenta: %(document)s

source: Document page transformation edited successfully.
sl_si: Preoblikovanje strani dokumenta je bilo uspešno.

source: Edit transformation "%(transformation)s" for: %(document_page)s
sl_si: Uredi preoblikovanje "%(transformation)s" za: %(document_page)s

source: Document page transformation deleted successfully.
sl_si: Preoblikovanje dokumenta je bilo uspešno izbrisano.

source: Are you sure you wish to delete transformation "%(transformation)s" for: %(document_page)s
sl_si: Ali ste prepričani, da želite izbrisati preoblikovanja "%(transformation)s" za: %(document_page)s

source: Details
sl_si: Podrobnosti

source: Click on the image for full size preview
sl_si: Klikni na sliko za pogled v polni velikosti

source: document page image
sl_si: slika strani dokumenta

source: Maximum number of recent (created, edited, viewed) documents to remember per user.
sl_si: Največje število zadnjih (kreiranih, urejenih, pogledanih) dokumentov za prikaz po uporabniku.

source: Amount in percent zoom in or out a document page per user interaction.
sl_si: Znesek v procentih za približane oziroma oddaljene strani na dokument v uporabniškem vmesniku.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
sl_si: Največji znesek v procentih (%), ki je dovoljen uporabniku za približevanje strani v dokumentu.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
sl_si: Naamanjši znesek v procentih (%), ki je dovoljen uporabniku za približevanje strani v dokumentu.

source: Amount in degrees to rotate a document page per user interaction.
sl_si: Število v stopinjah za rotiranje strani dokumenta ob uporabniški interakciji.

source: What are document types?
sl_si: Kaj so tipi dokumenta?

source: Document types define a class that represents a broard group of documents, such as: invoices, regulations or manuals. The advantage of using document types are: assigning a list of typical filenames for quick renaming during creation, as well as assigning default metadata types and sets to it.
sl_si: Vrste dokumentov določi razred, ki predstavlja širšo skupino dokumentov kot so: računi, predpisi ali priročniki. Prednost uporabe tipov dokumenta so: dodeljevanje seznam tipičnih imen za hitro preimenovanje med ustvarjanjem kot tudi dodelitev privzete vrste metapodatkov in naborov za le te.

source: What are recent documents?
sl_si: Kaj so nedavni dokumenti?

source: Here you will find the latest %(recent_count)s documents you have either created or edited in any way.
sl_si: Tu se nahaja %(recent_count)s nedavnih dokumentov, ki ste jih ustvarili ali urejevali na kakršen koli način.
