Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan_edms-1.0.rc3-py2-none-any.whl/mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: ar

source: thumbnail
ar: صورة مصغرة

source: Expand compressed files
ar: فك الملفات المضغوطة

source: Upload a compressed file's contained files as individual documents
ar: تحميل الملفات في ملف مضغوط كوثائق منفردة

source: Staging file
ar: ملف الاعداد

source: File
ar: ملف

source: delete
ar: حذف

source: sources
ar: مصادر

source: web forms
ar: نماذج ويب

source: staging folders
ar: مجلدات الاعداد

source: watch folders
ar: مجلدات المتابعة

source: edit
ar: تحرير

source: add new source
ar: إضافة مصدر جديد

source: transformations
ar: التحويلات

source: add transformation
ar: إضافة تحويل

source: Document sources
ar: مصادر الوثائق

source: upload new version
ar: رفع إصدار جديد

source: Always
ar: دائما

source: Never
ar: لا

source: Ask user
ar: اسئل المستخدم

source: Disk
ar: القرص

source: Database
ar: قاعدة البيانات

source: Drive
ar: القرص

source: Network drive
ar: محرك أقراص الشبكة

source: User drive
ar: قرص المستخدم

source: Envelope
ar: مغلف

source: Folder
ar: مجلد

source: World
ar: عالم

source: Printer
ar: الطابعة

source: Empty printer
ar: طابعة فارغة

source: web form
ar: نموذج ويب

source: server staging folder
ar: مجلد إعداد الخادم

source: server watch folder
ar: مجلد المتابعة للخادم

source: server staging folders
ar: مجلدات إعداد الخادم

source: server watch folders
ar: مجلدات المتابعة للخادم

source: title
ar: عنوان

source: enabled
ar: تمكين

source: whitelist
ar: القائمة المسموحة

source: blacklist
ar: القائمة الممنوعة

source: icon
ar: أيقونة

source: An icon to visually distinguish this source.
ar: أيقونة لتمييز هذا المصدر

source: folder path
ar: مسار المجلد

source: Server side filesystem path.
ar: مسار نظام الملفات على الخادم

source: preview width
ar: عرض المعاينة

source: Width value to be passed to the converter backend.
ar: قيمة العرض لتمريرها إلى نظام المعالجة

source: preview height
ar: ارتفاع المعاينة

source: Height value to be passed to the converter backend.
ar: قيمة الارتفاع لتمريرها إلى نظام المعالجة

source: uncompress
ar: فك الضغط

source: Whether to expand or not compressed archives.
ar: هل يتم فك الملفات المضغوطة أم لا.

source: delete after upload
ar: حذف بعد الرفع

source: Delete the file after is has been successfully uploaded.
ar: حذف الملف بعد رفعه بنجاح.

source: Unable get list of staging files: %s
ar: غير قادر على ايجاد قائمة بملفات الاعداد: %s

source: staging folder
ar: مجلد الاعداد

source: interval
ar: فترة

source: Inverval in seconds where the watch folder path is checked for new documents.
ar: الفترة بالثواني التي يتم فحص مجلد المتابعة فيها لإيجاد وثائق جديدة.

source: watch folder
ar: مجلد المتابعة

source: Enter a valid value.
ar: أدخل قيمة صالحة

source: order
ar: ترتيب

source: transformation
ar: تحويل

source: arguments
ar: مدخلات

source: Use dictionaries to indentify arguments, example: %s
ar: استخدم مصادر لتحديد المدخلات، مثل: %s

source: document source transformation
ar: تحويل مصدر الوثيقة

source: document source transformations
ar: تحويلات مصدر الوثيقة

source: out of process
ar: خارج العملية

source: Sources setup
ar: إعداد المصادر

source: View existing document sources
ar: عرض مصادر الوثائق الحالية

source: Edit document sources
ar: تحرير مصادر الوثائق

source: Delete document sources
ar: حذف مصادر الوثائق

source: Create new document sources
ar: خلق مصادر وثائق جديدة

source: Whitelist Blacklist validation error.
ar: خطأ تحقق بالقوائم المسموحة و الممنوعة

source: here
ar: هنا

source: Upload sources
ar: رفع المصادر

source: No interactive document sources have been defined or none have been enabled.
ar: لم يتم تحديد مصدر للوثائق أو لم يتم تشغيل أي منها.

source: Click %(setup_link)s to add or enable some document sources.
ar: اضغط %(setup_link)s لإضافة أو تشغيل مصادر للوثائق.

source: New document version uploaded successfully.
ar: تم رفع اصدار جديد من الوثيقة بنجاح.

source: File uploaded successfully.
ar: الملف تم رفعه بنجاح.

source: File uncompressed successfully and uploaded as individual files.
ar: الملف المضغوط تم فك ضغطه ورفعه كلمفات منفردة بنجاح.

source: File was not a compressed file, uploaded as it was.
ar: الملف ليس ملفاً مضغوطاً و تم رفعه كما هو.

source: New version uploads are not allowed for this document.
ar: يمنع رفع اصدارات جديدة لهذه الوثيقة.

source: Unhandled exception: %s
ar: خطأ لم تتم معالجته: %s

source: upload a new version from source: %s
ar: رفع اصدار جديد من المصدر: %s

source: upload a local document from source: %s
ar: ارفع وثيقة محلية من المصدر: %s

source: Document version from staging file: %s, uploaded successfully.
ar: تم رفع ملف الاعداد لإصدار الوثيقة %s بنجاح

source: Staging file: %s, uploaded successfully.
ar: ملف الاعداد %s تم رفعه بنجاح

source: Staging file: %s, uncompressed successfully and uploaded as individual files.
ar: ملف الاعداد: %s تم فك ضغطه ورفعه كلمفات منفردة بنجاح.

source: Staging file: %s, was not compressed, uploaded as a single file.
ar: ملف الاعداد %s ليس ملفاً مضغوطاً و تم رفعه كما هو.

source: Staging file: %s, deleted successfully.
ar: ملف الاعداد %s تم مسحه بنجاح

source: upload a new version from staging source: %s
ar: رفع اصدار جديد من مصدر الاعداد %s

source: upload a document from staging source: %s
ar: ارفع وثيقة من مصدر اعداد: %s

source: files in staging path
ar: الملفات في مسار الاعداد

source: Current document type
ar: نوع الوثيقة الحالي

source: None
ar: لا شيء

source: Current metadata
ar: البيانات الوصفية الحالية

source: Staging file delete successfully.
ar: تم مسح ملف الاعداد بنجاح

source: Staging file delete error; %s.
ar: خطأ بمسح ملف الاعداد %s

source: Source edited successfully
ar: تم تعديل المصدر بنجاح

source: Error editing source; %s
ar: خطأ بتعديل المصدر: %s

source: edit source: %s
ar: تعديل المصدر: %s

source: source
ar: مصدر

source: Source "%s" deleted successfully.
ar: المصدر "%s" تم مسحه بنجاح

source: Error deleting source "%(source)s": %(error)s
ar: خطأ بمسح المصدر: %(source)s": %(error)s

source: Are you sure you wish to delete the source: %s?
ar: هل أنت متأكد من مسح المصدر: %s ؟

source: Source created successfully
ar: تم انشاء المصدر بنجاح

source: Error creating source; %s
ar: خطأ بانشاء المصدر: %s

source: Create new source of type: %s
ar: انشاء مصدر جديد من النوع: %s

source: transformations for: %s
ar: التحويلات ل: %s

source: Source transformation edited successfully
ar: تم تعديل تحويلات المصدر بنجاح

source: Error editing source transformation; %s
ar: خطأ بتعديل تحويل المصدر: %s

source: Edit transformation: %s
ar: تعديل التحرير: %s

source: Source transformation deleted successfully.
ar: تم حذف مصدر التحويل بنجاح

source: Error deleting source transformation; %(error)s
ar: خطأ أثناء حذف مصدر التحويل: %(error)s

source: Are you sure you wish to delete source transformation "%(transformation)s"
ar: هل أنت متأكد أنك تريد حذف مصدر التحويل "%(transformation)s" ؟

source: Source transformation created successfully
ar: إنشاء تحويل المصدر بنجاح

source: Error creating source transformation; %s
ar: خطأ في إنشاء مصدر التحويل؛ %s

source: Create new transformation for source: %s
ar: إنشاء تحويل جديد للمصدر: %s
