Repository: pypi-data/pypi-mirror-7
Catalog: packages/django-smuggler/django_smuggler-0.5.0-py2.py3-none-any.whl/smuggler/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Existing items with same <i>id</i> will be overwritten.
pl: Rekordy o takim samym <i>id</i> zostaną nadpisane.

source: Invalid file extension.
pl: Niewłaściwe rozszerzenie pliku

source: An exception occurred while dumping data: %s
pl: Wystąpił wyjątek podczas eksportu danych: %s

source: An exception occurred while loading data: %s
pl: Wystąpił wyjątek podczas importu danych: %s

source: Dump data
pl: Zrzuć dane

source: Load data
pl: Załaduj dane

source: Add %(name)s
pl: Dodaj %(name)s

source: Home
pl: Początek

source: Please correct the error below.
pl: Proszę poprawić poniższe błędy.

source: Data from your computer
pl: Dane z twojego komputera

source: Load
pl: Załaduj

source: Load fixture and save on disk
pl: Załaduj dane i zapisz je na dysku

source: Data from %(smuggler_fixture_dir)s directory
pl: Dane zapisane w katalogu %(smuggler_fixture_dir)s

source: File name
pl: Nazwa pliku

source: Size
pl: Rozmiar
