Repository: pypi-data/pypi-mirror-7
Catalog: packages/checklists/checklists-0.4.11.tar.gz/checklists-0.4.11/checklists/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Do not load checklists from these locations
pt: Não incluir registos provenientes destes locais

source: Do not load checklists from these reporters
pt: Não incluir registos provenientes destes indivíduos

source: Do not load checklists matching these activities
pt: Não incluir registos provenientes destas actividades

source: activity
pt: actividade

source: source
pt: fonte

source: species
pt: espécie

source: date
pt: data

source: location
pt: local

source: details
pt: detalhes

source: checklist
pt: lista das espécies

source: age
pt: idade

source: sex
pt: sexo

source: plumage
pt: plumagem

source: direction
pt: direção

source: entry
pt: registo

source: content type
pt: tipo de conteúdo

source: EntryTag %s does not exist.
pt: A EntryTag %s não existe

source: Please provide a comma-separated list of tags.
pt: Por favor forneça uma lista de etiquetas, separadas por vírgulas

source: filter
pt: filtro

source: filters
pt: filtros

source: filter key
pt: nome do filtro

source: filter value
pt: valor do filtro

source: The path to the checklist field (using dot notation).
pt: Caminho para o campo do registo (separado por pontos)

source: The value to compare with the checklist value.
pt: Valor a comparar com o valor do registo

source: map
pt: mapa

source: maps
pt: mapas

source: name
pt: nome

source: content_object
pt: tabela de registo

source: The name used in lookups.
pt: Nome na tabela lookups

source: The object the representing the name.
pt: O registo da tabela que corresponde ao nome

source: species group
pt: grupo de espécies

source: species groups
pt: grupos de espécies

source: order
pt: ordem

source: family
pt: família

source: genus
pt: género

source: The taxonomic order for the group.
pt: Ordem taxonómica do grupo

source: The taxonomic family for the group.
pt: Família taxonómica do grupo

source: The taxonomic genus for the group.
pt: Género taxonómico do grupo

source: The translated name of the group.
pt: Tradução do nome do grupo.

source: rank
pt: categoria

source: ranks
pt: categorias

source: slug
pt: identificador único

source: A name that uniquely identifies the taxonomic rank.
pt: Identificador único da classificação taxonómica

source: The translated name for the taxonomic rank.
pt: Tradução da classificação taxonómica

source: species status
pt: status da espécie

source: A name that uniquely identifies the status.
pt: Identificador único do status

source: The translated name for the status.
pt: Tradução do status

source: include
pt: incluir

source: group
pt: grupo

source: standard name
pt: nome standard

source: scientific name
pt: nome científico

source: common name
pt: nome comum

source: plural name
pt: plural do nome comum

source: taxonomic sequence
pt: ordenação taxonómica

source: Include when creating a full list of species.
pt: Incluir quando se criar a lista completa de espécies

source: A level in the biological classification hierarchy.
pt: Classificação taxonómica

source: The taxonomic group that a species belongs to.
pt: Grupo taxonómico ao qual a espécie pertence

source: The standardized international name.
pt: Nome standard internacional

source: The scientific (latin) name.
pt: Nome científico

source: The local name.
pt: Nome comum

source: The plural of the local name.
pt: Plural do nome comum

source: The order in which Species are displayed.
pt: Ordenação das espécies

source: Keywords describing the species status
pt: Palavras-chave que descrevem o status da espécie

source: locations
pt: locais

source: area
pt: áreas

source: county
pt: concelho

source: district
pt: distrito

source: region
pt: região

source: island
pt: ilha

source: country
pt: país

source: grid reference
pt: Grelha de referência

source: Include when creating a full list of locations.
pt: Incluir quando se criar a lista completa dos locais

source: The name of the location.
pt: Nome do local

source: The name of the area (covering several locations).
pt: Nome da área (cobre vários locais)

source: The name of the county.
pt: Nome do concelho.

source: The name of the district.
pt: Nome do distrito.

source: The name of the region.
pt: Nome da região.

source: The name of the island.
pt: Nome da ilha

source: The name of the country.
pt: Nome do país.

source: The latitude of the location.
pt: Latitude do local.

source: The longitude of the location.
pt: Longitude do local.

source: The grid reference of the location.
pt: Grelha de referência do local

source: activities
pt: atividades

source: A name that uniquely identifies the activity.
pt: Identificador único da atividade

source: The translated name for the activity.
pt: Nome da atividade

source: checklists
pt: listas de espécies

source: complete
pt: completo

source: added on
pt: data de adição à base de dados

source: reporter
pt: observador principal

source: observers
pt: observadores

source: observer count
pt: número de observadores

source: identifier
pt: identificador

source: source URL
pt: URL de origem

source: comment
pt: comentário

source: Include when retrieving a set of checklists.
pt: Incluir quando se obtiver um conjunto de registos

source: Does the checklist contain every species seen.
pt: O registo contém todas as espécies vistas?

source: Date the checklist was added.
pt: Data de adição do registo à base de dados

source: The location where birds were seen.
pt: Local de observação

source: Date the checklist was made.
pt: Data do registo

source: Who submitted the checklist.
pt: Nome do observador que publica o registo

source: The list of observers who participated.
pt: Lista de observadores participantes

source: The total number of observers.
pt: Número total de observadores

source: Where was the checklist imported from.
pt: Origem do registo

source: A unique identifier for the checklist.
pt: Identificador único do registo

source: URL where the original checklist can be viewed.
pt: URL do registo original

source: Any useful information about the observations.
pt: I nformações úteis sobre as observações

source: protocol
pt: protocolo

source: protocols
pt: protocolos

source: A name that uniquely identifies the protocol.
pt: Identificador único do protocolo

source: The translated name for the protocol.
pt: Tradução do nome do protocolo

source: method
pt: método

source: methods
pt: métodos

source: time
pt: hora da observação

source: duration (hours)
pt: duração (horas)

source: duration (minutes)
pt: duração (minutos)

source: distance
pt: distância

source: The protocol used,
pt: Protocolo utilizado

source: The checklist the protocol was used for.
pt: Registo para o qual o protocolo foi utilizado

source: The time the checklist was started.
pt: Início do registo

source: The number of hours spent counting.
pt: Duração do registo, em horas

source: The number of minutes spent counting.
pt: Duração da contagem, em minutos

source: The distance covered while travelling.
pt: Distância percorrida

source: The area covered during the count.
pt: Área utilizada durante a contagem

source: entry tag
pt: Status da entrada

source: A name that uniquely identifies the tag.
pt: Identificador único da idade

source: The translated name for the tag.
pt: Tradução da idade

source: entries
pt: entradas

source: count
pt: contagem

source: description
pt: descrição

source: tags
pt: nomes

source: Include when retrieving a set of entries.
pt: Incluir quando se obtiver um grupo de entradas

source: A unique identifier for the entry.
pt: Identificador único da entrada

source: The checklist this entry belongs to.
pt: O registo ao qual pertence esta entrada

source: The identified species .
pt: Espécie

source: The number of birds seen.
pt: Número de aves observadas

source: More detailed information about the count.
pt: Informação mais detalhada sobre a contagem

source: Any useful information about the observation.
pt: Informações úteis sobre a observação

source: Keywords describing the significance of an entry
pt: Palavras-chave que descrevem a importância de uma entrada

source: ages
pt: idades

source: A name that uniquely identifies the age.
pt: Identificador único da idade

source: The translated name for the age.
pt: Tradução da idade

source: sexes
pt: sexos

source: A name that uniquely identifying a given sex.
pt: Identificador único do sexo

source: The translated name for the sex.
pt: Tradução do sexo

source: plumages
pt: plumagens

source: A name that uniquely identifying a given plumage.
pt: Identificador único de uma dada plumagem

source: The translated name for the plumage.
pt: Tradução do nome da plumagem

source: directions
pt: direções

source: A name that uniquely identifies a given direction.
pt: Identificador único de uma direcçao

source: The translated name for the direction.
pt: Tradução do nome da direcção

source: detail
pt: detalhe

source: duration
pt: duração

source: The Entry this record is for.
pt: A entrada relativa a este registo

source: The number of birds counted.
pt: Número de aves contadas

source: The sex of the birds
pt: Sexo das aves

source: The plumage of the birds
pt: Plumagem das aves

source: The direction they were flying.
pt: Direcção de voo

source: The time the count was made.
pt: Hora de início da contagem

source: The number of minutes that the count covers.
pt: Duração da contagem, em minutos

source: Latitude of the place the birds were seen.
pt: Latitude do local onde as aves foram observadas

source: Longitude of the place the birds were seen.
pt: Longitude do local onde as aves foram observadas

source: Django site admin
pt: Administração do site Django

source: Django administration
pt: administração Django
