Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.0.tar.gz/mayan-edms-1.0.0/mayan/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: it

source: Folder
it: Cartella

source: folder list
it: lista delle cartelle

source: create folder
it: crea cartella

source: edit
it: modifica

source: delete
it: cancella

source: remove from folder
it: rimuovi dalla cartella

source: folder documents
it: cartella documenti

source: add to a folder
it: aggiungi alla cartella

source: add to folder
it: aggiungi alla cartella

source: folders
it: cartelle

source: ACLs
it: ACL

source: title
it: titolo

source: user
it: utente

source: datetime created
it: data di creazione

source: folder
it: cartella

source: document
it: documento

source: folder document
it: cartella documento

source: folders documents
it: cartelle documento

source: Folders
it: Cartelle

source: Create new folders
it: Creare nuove cartelle

source: Edit new folders
it: Modifica nuove cartelle

source: Delete new folders
it: Eliminare nuove cartelle

source: Remove documents from folders
it: Rimuovere i documenti da cartelle

source: View existing folders
it: Visualizza cartelle esistenti

source: Add documents to existing folders
it: Aggiungere documenti a cartelle esistenti

source: created
it: creata

source: documents
it: documenti

source: Folder created successfully
it: Cartella creata con successo

source: A folder named: %s, already exists.
it: Il nome cartella: %s, già esiste.

source: Folder edited successfully
it: Cartella modificata con successo

source: Error editing folder; %s
it: Errore modificando la cartella; %s

source: edit folder: %s
it: Modifica cartella: %s

source: Folder: %s deleted successfully.
it: Cartella : %s cancellata con successo.

source: Folder: %(folder)s delete error: %(error)s
it: Cartella: %(folder)s errore di cancellazione: %(error)s

source: Are you sure you with to delete the folder: %s?
it: Sei sicuro di voler cancellare la cartella: %s?

source: documents in folder: %s
it: documenti nella cartella: %s

source: Must provide at least one document.
it: Bisogna fornire almeno un documento.

source: Document: %(document)s added to folder: %(folder)s successfully.
it: Documento: %(document)s aggiunto alla cartella: %(folder)s successfully.

source: Document: %(document)s is already in folder: %(folder)s.
it: Documento: %(document)s è già nella cartella: %(folder)s.

source: Add document: %s to folder.
it: Aggiungi documento: %s alla cartella.

source: Add documents: %s to folder.
it: Aggiungi documenti: %s alla cartella.

source: folders containing: %s
it: le cartelle contengono: %s

source: Must provide at least one folder document.
it: Devi almeno indicare una cartella documenti.

source: Document: %s removed successfully.
it: Documento: %s cancellato con successo.

source: Document: %(document)s delete error: %(error)s
it: Documento: %(document)s errore di cancellazione: %(error)s

source: Are you sure you wish to remove the document: %(document)s from the folder "%(folder)s"?
it: Sei sicuro di voler rimuovere il documento: %(document)s dalla cartella "%(folder)s"?

source: Are you sure you wish to remove the documents: %(documents)s from the folder "%(folder)s"?
it: Sei sicuro di voler rimuovere i documenti: %(documents)s dalla cartella "%(folder)s"?

source: What are folders?
it: Cosa sono le cartelle ?

source: These folders can also be described as user folders. They are a way to let individual users create their own document organization methods. Folders created by one user and the documents contained by them don't affect any other user folders or documents.
it: Queste cartelle possono anche essere considerate come cartelle utente. Sono un modo per consentire agli utenti singoli per creare i propri metodi di organizzazione dei documenti. Cartelle create da un utente e dei documenti contenuti da loro non riguardano tutte le cartelle di altri utenti o documenti.

source: Add document to a folder
it: Aggiungi documento alla cartella
