Repository: pypi-data/pypi-mirror-7
Catalog: packages/cmsplugin_satchmo/cmsplugin_satchmo-0.1.5.tar.gz/cmsplugin_satchmo-0.1.5/cmsplugin_satchmo/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Product detail
cs: Odkaz na produkt

source: Products listing
cs: Seznam produktů

source: Category detail
cs: Odkaz na kategorii

source: Categories listing
cs: Seznam kategorií

source: class
cs: třída

source: Name of CSS class for template cusomization
cs: Jméno CSS třídy pro přizpůsobení šablony

source: satchmo product's URL path
cs: URL cesta k Satchmo produktům

source: E.g. if in your SATCHMO_SETTINGS are defined SHOP_BASE as "/shop/" and PRODUCT_SLUG as "products" fill "/shop/products/" here (ending slash "/" must be there). The path is used when you want links to products from another site.
cs: Např. pokud máte v SATCHMO_SETTINGS nadefinováno SHOP_BASE jako "/obchod/" a PRODUCT_SLUG jako "produkty", vyplňte zde "/obchod/produkty/" (je nutné použít znak "/" na konci). Tato cesta bude použita v případě, že chcete linkovat produkty z jiného webu než je tento.

source: satchmo category's URL path
cs: URL cesta k Satchmo kategoriím

source: E.g. if in your SATCHMO_SETTINGS are defined SHOP_BASE as "/shop/" and CATEGORY_SLUG as "category" fill "/shop/category/" here (ending slash "/" must be there). The path is used when you want links to categories from another site.
cs: Např. pokud máte v SATCHMO_SETTINGS nadefinováno SHOP_BASE jako "/obchod/" a CATEGORY_SLUG jako "kategorie", vyplňte zde "/obchod/kategorie/" (je nutné použít znak "/" na konci). Tato cesta bude použita v případě, že chcete linkovat kategorie z jiného webu než je tento.

source: product
cs: produkt

source: title
cs: popisek

source: recent products
cs: nejnovější

source: bestsellers
cs: nejlépe prodávané

source: featured products
cs: v akci

source: kind of list
cs: druh seznamu

source: number
cs: počet produktů

source: products list from site
cs: produkty z webu

source: category
cs: kategorie

source: main category
cs: z kategorie

source: Leave blank for listing root categories or select main category for listing their child categries.
cs: Pokud chcete seznam hlavních kategorií, ponechte prázdné. Vyberete-li nějakou kategorii, dostanete seznam jejích podkategorií.

source: categories list from site
cs: kategorie z webu
