Repository: pypi-data/pypi-mirror-7
Catalog: packages/mayan-edms/mayan-edms-1.0.0.tar.gz/mayan-edms-1.0.0/mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, nl_nl, ru

source: Indexes
bs_ba: Indeksi
nl_nl: Indexeringen
ru: Индексы

source: Maximum suffix (%s) count reached.
bs_ba: Maksimalni sufiks (%s) broj dostignut.
nl_nl: Maximal aantal achtervoegsels (%s) bereikt
ru: Достигнуто максимальное (%s) число суффиксов

source: Error in document indexing update expression: %(expression)s; %(exception)s
bs_ba: Greška u izrazu update-a indeksiranja dokumenta: %(expression)s; %(exception)s
nl_nl: Fout in de expressie voor document indexering. Expressie: %(expression)s. Foutmelding: %(exception)s
ru: Ошибка в выражении обновления индексов документа: %(expression)s; %(exception)s

source: Error updating document index, expression: %(expression)s; %(exception)s
bs_ba: Greška kod update-a indeksa dokumenta, izraz: %(expression)s; %(exception)s
nl_nl: Fout bij vernieuwen document index, expressie: %(expression)s. Foutmelding: %(exception)s
ru: Ошибка при обновлении индекса документа, выражение: %(expression)s; %(exception)s

source: Unable to delete document indexing node; %s
bs_ba: Nije moguće obrisati nod indeksiranja dokumenta; %s
nl_nl: Niet mogelijk om de documentindexeringsknoop te verwijderen. Foutmelding: %s
ru: Не удается удалить узел индексирования документов; %s.

source: Unable to create indexing directory; %s
bs_ba: Nije moguće kreirati direktorij indeksa; %s
nl_nl: Niet mogelijk om een indexeringfolder aan te maken. Foutmelding: %s
ru: Не удается создать индексации каталога; %s.

source: Unable to delete document symbolic link; %s
bs_ba: Nije moguće obrisati simbolički link dokumenta; %s
nl_nl: Niet mogelijk om de 'symbolic link' voor document: %s te verwijderen.
ru: Не удается удалить символическую ссылку документа;%s.

source: Unable to delete indexing directory; %s
bs_ba: Nije moguće obrisati direktorij indeksiranja; %s
nl_nl: Niet mogelijk om de indexingfolder: %s, te verwijderen.
ru: Не удается удалить каталог индексации; %s.

source: indexes
bs_ba: indeksi
nl_nl: indexeringen
ru: индексы

source: index list
bs_ba: lista indeksa
nl_nl: indexeringslijst
ru: список индекса

source: create index
bs_ba: kreiraj indeks
nl_nl: indexering aanmaken
ru: создать индекс

source: edit
bs_ba: izmjeni
nl_nl: wijzigen
ru: редактировать

source: delete
bs_ba: obriši
nl_nl: verwijderen
ru: удалить

source: tree template
bs_ba: stablo predložaka
nl_nl: sjabloon boomstructuur
ru: шаблон дерева

source: document types
bs_ba: tipovi dokumenata
nl_nl: document-typen
ru: типы документов

source: new child node
bs_ba: novi child node
nl_nl: nieuwe node
ru: новый дочерний узел

source: go up one level
bs_ba: idi na viši nivo
nl_nl: een niveau omhoog
ru: перейти на уровень выше

source: rebuild indexes
bs_ba: obnovi indekse
nl_nl: opnieuw indexeren
ru: восстановление индексов

source: Deletes and creates from scratch all the document indexes.
bs_ba: Briše i nanovo kreira indekse svih dokumenata.
nl_nl: document indexeringen vernieuwen
ru: Удаляет и создается с нуля, все индексы документа.

source: Available functions: %s
bs_ba: Dostupne funkcije: %s
nl_nl: Beschikbare functies: %s
ru: Доступные функции: %s.

source: name
bs_ba: ime
nl_nl: naam
ru: имя

source: Internal name used to reference this index.
bs_ba: Interno ime upotrebljeno za referenciranje ovog noda.
nl_nl: Interne naam voor deze index.
ru: внутреннее имя, используемое для ссылки на этот индекс.

source: title
bs_ba: naslov
nl_nl: titel
ru: название

source: The name that will be visible to users.
bs_ba: Ime koje će biti vidljivo korisnicima.
nl_nl: Naam zichtbaar voor gebruikers
ru: Имя, которое будет видно пользователям.

source: enabled
bs_ba: omogućeno
nl_nl: ingeschakeld
ru: разрешено

source: Causes this index to be visible and updated when document data changes.
bs_ba: Uzrokuje da će ovaj indeks biti vidljiv i update-ovan kad se promjene podaci dokumenta.
nl_nl: Maakt deze index zichtbaar en 'up-to-date' wanneer document gegevens wijzigd.
ru: Этот индекс должен быть видимым и обновляться при изменении данных документа.

source: index
bs_ba: indeks
ru: индекс

source: indexing expression
bs_ba: izraz indeksiranja
nl_nl: indexering-expressie
ru: выражение индексации

source: Enter a python string expression to be evaluated.
bs_ba: Unesite Python string izraz za evaluaciju.
nl_nl: Voer een python sting expressie in, voor evaluatie.
ru: Введите строковое выражение питона для вычисления.

source: Causes this node to be visible and updated when document data changes.
bs_ba: Uzrokuje da će ovaj nod biti vidljiv i update-ovan kad se promjene podaci dokumenta.
nl_nl: Maakt deze node zichtbaar en 'up-to-date' wanneer document gegevens wijzigen
ru: Этот узел должен быть видимым и обновляются при изменении данных документа.

source: link documents
bs_ba: poveži dokumente
nl_nl: gekoppelde documenten
ru: связать документы

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
bs_ba: Označite ovu opciju da ovaj nod služi kao kontejner za dokumente a ne kao parent za buduće nodove.
nl_nl: Selecteer deze optie, wanneer deze node alleen documenten dient te bevatten.
ru: Этот узел будет контейнером для документов и не будет иметь дочерних узлов.

source: index template node
bs_ba: nod predložaka indeksa
nl_nl: sjabloon indexering node
ru: узел шаблона индексирования

source: indexes template nodes
bs_ba: nodovi predložaka indeksa
nl_nl: sjabloon indexeringen nodes
ru: узлы шаблона индексирования

source: value
bs_ba: vrijednost
nl_nl: waarde
ru: значение

source: documents
bs_ba: dokumenti
nl_nl: documenten
ru: документы

source: index instance node
bs_ba: nod primjera indeksa
nl_nl: instantie indexeringsnode
ru: индекс экземпляра узла

source: indexes instance nodes
bs_ba: nodovi primjera indeksa
nl_nl: instantie indexeringsnodes
ru: индексы экземпляров узлов

source: index instance
bs_ba: primjer indeksa
nl_nl: index instantie
ru: экземпляр индекса

source: document
bs_ba: dokument
ru: документ

source: document rename count
bs_ba: broj preimenovanja dokumenta
nl_nl: document hernoem teller
ru: счетчик переименования документа

source: documents rename count
bs_ba: broj preimenovanja dokumenata
nl_nl: documenten hernoem teller
ru: счетчик переименования документов

source: Indexing
bs_ba: Indeksiranje
nl_nl: Indexering bezig
ru: Индексирование

source: Configure document indexes
bs_ba: Konfiguriši indekse dokumenata
nl_nl: Document indexeringen configureren
ru: Настройка индексов документа

source: Create new document indexes
bs_ba: Kreiraj nove indekse dokumenata
nl_nl: Aanmaken van nieuw document-indexeringen
ru: Создайте новый индекс документов

source: Edit document indexes
bs_ba: Izmjeni indekse dokumenata
nl_nl: Wijzig document-indexeringen
ru: Редактирование индексов документов

source: Delete document indexes
bs_ba: Obriši indekse dokumenata
nl_nl: Verwijder document-indexeringen
ru: Удалить индексы документов

source: View document indexes
bs_ba: Pregledaj indekse dokumenata
nl_nl: Bekijk document-indexeringen
ru: Просмотр индексов документа

source: Rebuild document indexes
bs_ba: Obnovi indekse dokumenata
nl_nl: documenten opnieuw indexeren
ru: Восстановление индексов документа

source: document indexes
bs_ba: indeksi dokumenata
nl_nl: document-indexeringen
ru: индексы документов

source: Index created successfully.
bs_ba: Indeks uspješno kreiran.
nl_nl: Indexering succesvol aangemaakt.
ru: Индекс создан.

source: Index edited successfully
bs_ba: Indeks uspješno izmjenjen
nl_nl: Indexering succesvol bewerkt
ru: Индекс изменен

source: edit index: %s
bs_ba: izmjeni indeks: %s
nl_nl: wijzig index: %s
ru: редактировать индекс %s

source: Index: %s deleted successfully.
bs_ba: Indeks: %s uspješno obrisan.
nl_nl: Index: %s verwijderd.
ru: Индекс %s удален.

source: Index: %(index)s delete error: %(error)s
bs_ba: Indeks: %(index)s greška brisanja: %(error)s
nl_nl: Fout bij het verwijderen van index: %(index)s, foutmelding: %(error)s
ru: Индекс %(index)s - ошибка удаления %(error)s

source: Are you sure you with to delete the index: %s?
bs_ba: Jeste li sigurni da želite izbrisati indeks: %s?
nl_nl: Bent u er zeker van om index: %s, te verwijderen?
ru: Удалить индекс %s?

source: tree template nodes for index: %s
bs_ba: stablo predložaka nodova za Index: %s
nl_nl: sjabloon node boomstructuur voor index: %s
ru: дерево шаблонных узлов для индекса %s

source: level
bs_ba: nivo
nl_nl: niveau
ru: уровень

source: has document links?
bs_ba: ima li dokument linkove?
nl_nl: heeft document verwijzingen?
ru: есть ссылки на документы?

source: document types not in index: %s
bs_ba: tipovi dokumenata nisu u indeksu: %s
nl_nl: documenttype komt niet voor in index: %s
ru: типы документов вне индекса: %s

source: document types for index: %s
bs_ba: tipovi dokumenata za indeks: %s
nl_nl: documenttype for index: %s
ru: типы документов для индекса: %s

source: Index template node created successfully.
bs_ba: Nod predložaka indeksa uspješno kreiran.
nl_nl: sjabloon node index succesvol aangemaakt.
ru: узел шаблона индексирования создан

source: create child node
bs_ba: kreiraj child nod
nl_nl: aanmaken node
ru: создать дочерний узел

source: Index template node edited successfully
bs_ba: Nod predložaka indeksa uspješno izmjenjen.
nl_nl: Sjabloon node index succesvol bewerkt
ru: узел шаблона индексирования изменён

source: edit index template node: %s
bs_ba: izmjeni nod predložaka indeksa: %s
nl_nl: Bewerken sjabloon node index: %s
ru: изменить узел шаблона индексирования %s

source: node
bs_ba: nod
ru: узел

source: Node: %s deleted successfully.
bs_ba: Nod: %s uspješno obrisan.
nl_nl: Node: %s verwijdert
ru: Узел %s удален.

source: Node: %(node)s delete error: %(error)s
bs_ba: Nod: %(node)s greška brisanja: %(error)s
nl_nl: Fout bij het verwijderen van Node: %(node)s, foutmelding: %(error)s
ru: Узел %(node)s - ошибка удаления %(error)s

source: Are you sure you with to delete the index template node: %s?
bs_ba: Jeste li sigurni da želite izbrisati nod predložaka ineksa:% s?
nl_nl: Bent u er zeker van om sjabloon indexeringsnode: %s, te verwijderen?
ru: Вы уверены, что нужно удалить узел шаблона индексирования %s?

source: nodes
bs_ba: nodovi
ru: узлы

source: contents for index: %s
bs_ba: sadržaj za indeks: %s
nl_nl: inhoud voor index: %s
ru: содержания для индекса: %s.

source: items
bs_ba: stavke
ru: членов

source: Are you sure you wish to rebuild all indexes?
bs_ba: Jeste li sigurni da želite obnoviti sve indekse?
nl_nl: Weet u zeker dat u alle indexeringen wilt herbouwen.
ru: Вы уверены, что хотите перестроить все индексы?

source: On large databases this operation may take some time to execute.
bs_ba: Na velikim bazama podataka ove operacije mogu potrajati neko vrijeme.
nl_nl: Voor een grote database kan deze operatie lang duren.
ru: В больших базах данных эта операция может занять некоторое время для выполнения.

source: Index rebuild completed successfully.
bs_ba: Obnova indeksa uspješno završena.
nl_nl: aanmaken indexering succesvol voltooid.
ru: восстановление индекса успешно завершено.

source: Index rebuild error: %s
bs_ba: Greška obnove indeksa: %s
nl_nl: Fout bij het aanmaken van de indexering. Melding: %s
ru: Индекс восстановить ошибка: %s

source: indexes containing: %s
bs_ba: indeksi sadrže: %s
nl_nl: Indexeringen met inhoud: %s
ru: индексы, содержащие: %s

source: A dictionary that maps the index name and where on the filesystem that index will be mirrored.
bs_ba: A rječnik koji mapira ime indeksa i gdje na datotečnom sistemu će taj indeks biti preslikan.
nl_nl: Een mapping tussen indexnaam en de locatie op het filesysteem.
ru: Словарь, который отображает имя индекса и где на файловой системе он будет отражен.

source: What are indexes?
bs_ba: Koji su indeksi?
nl_nl: Wat zijn indexeringen?
ru: что за индексы?

source: Indexes group documents into a tree like hierarchical structure.
bs_ba: Indeksi grupiraju dokumente u drvoliku hijerarhijsku strukturu.
nl_nl: Indexeringen groeperen documenten in een hierargische boomstructuur.
ru: Индексы группы документов в древовидной иерархической структуре.
