Repository: pypi-data/pypi-mirror-7
Catalog: packages/django-page-cms/django-page-cms-1.6.2.tar.gz/django-page-cms-1.6.2/pages/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Published
nl: Gepubliceerd

source: Hidden
nl: Verborgen

source: Draft
nl: Concept

source: author
nl: auteur

source: creation date
nl: datum aangemaakt

source: publication date
nl: datum gepubliceerd

source: When the page should go live. Status must be "Published" for page to go live.
nl: Wanneer de pagina zichtbaar moet worden. Status moet "Gepubliceerd" zijn voor pagina's die zichtbaar moeten worden.

source: publication end date
nl: publicatie eind datum

source: When to expire the page. Leave empty to never expire.
nl: Wanneer een pagina vervalt. Leeg laten om nooit te laten vervallen

source: last modification date
nl: laatste wijzigingsdatum

source: template
nl: sjabloon

source: delegate to
nl: afhandelen door

source: freeze date
nl: datum bevriezen

source: Don't publish any content after this date.
nl: Publiceer geen enkele content na deze datum

source: The site(s) the page is accessible at.
nl: De site(s) waarop deze pagina op toegankelijk is

source: page
nl: pagina

source: pages
nl: pagina's

source: language
nl: taal

source: content
nl: inhoud

source: contents
nl: inhoud

source: Aliases
nl: Aliassen

source: [Placeholder %(name)s had syntax error: %(error)s]
nl: [Placeholder %(name)s had een syntax error: %(error)s]

source: Note: This field is evaluated as template code.
nl: Opmerking: Dit veld wordt geÃ«valueerd als sjabloon code

source: Your email
nl: Uw email

source: Subject
nl: Onderwer

source: Your message
nl: Uw bericht

source: Your email has been sent. Thank you.
nl: uw email is verzonden. Dank u.

source: An error as occured: your email has not been sent.
nl: Er is een fout opgetreden: uw email is niet verzonden.

source: The urlconf %s has already been registered.
nl: De urlconf %s is al geregistreerd.

source: The urlconf %s has not been registered.
nl: De urlconf %s is niet geregistreerd.

source: Please save the page to show the image field
nl: Sla de pagina op om het plaatje te zien

source: Current file: %s<br/>
nl: Huidig bestand: %s<br/>

source: Delete image
nl: Plaatje verwijderen

source: Please save the page to show the file field
nl: Sla de pagina op om het bestandenveld te zien

source: Delete file
nl: Bestand verwijderen

source: The widget %s has already been registered.
nl: De wdiget %s is al geregistreerd.

source: The widget %s has not been registered.
nl: De wdiget %s is niet geregistreerd.

source: General
nl: Algemeen

source: Content
nl: Inhoud

source: Default template
nl: Standaard sjabloon

source: Title
nl: Titel

source: The slug will be used to create the page URL, it must be unique among the other pages of the same level.
nl: De slug zal gebruikt worden om een pagina URL aan te maken, het moet uniek zijn onder de andere pagina' op hetzelfde niveau

source: Another page with this slug already exists
nl: Een pagina met deze slug bestaat al

source: A sibling with this slug already exists at the targeted position
nl: Een broer met deze slug bestaat al op de beoogde positie

source: A child with this slug already exists at the targeted position
nl: Een child met deze slug bestaat al op de beoogde positie

source: A sibling with this slug already exists
nl: Een broer met deze slug bestaat al

source: A sibling with this slug already exists at the root level
nl: Een broer met deze slug bestaat al op het hoogste niveau

source: Language
nl: Taal

source: Template
nl: Sjabloon

source: Delegate to application
nl: Laten afhandelen door applicatie

source: Freeze
nl: Bevriezen

source: Don't publish any content after this date. Format is 'Y-m-d H:M:S'
nl: Geen enkele content publiceren na deze datum. Het formaat is 'Y-m-d H:M:S'

source: Edit
nl: Bewerken

source: View on site
nl: Bekijken op site

source: List of pages
nl: Lijst met pagina's

source: Search
nl: Zoeken

source: Go
nl: Ga

source: title
nl: Titel

source: languages
nl: Talen

source: last modification
nl: Laatste bewerking

source: published
nl: gepubliceerd

source: move this page
nl: deze pagina verplaatsen

source: insert above
nl: hierboven invoegen

source: insert below
nl: hieronder invoegen

source: insert as child
nl: invoegen als een child

source: cancel
nl: annuleren

source: This page contain broken links
nl: De pagina bevat verbroken hyperlinks

source: view this page
nl: deze pagina bekijken

source: insert a new page here
nl: Voeg hier een nieuwe pagina in

source: delete this page
nl: verwijder deze pagina

source: don&#x27;t move this page
nl: verplaats deze pagina niet

source: don&#x27;t insert a new page here
nl: voeg hier geen nieuwe pagina in

source: edit %(lang)s translation
nl: bewerk %(lang)s vertaling

source: create %(lang)s translation
nl: maak %(lang)s vertaling aan

source: In navigation
nl: In navigatie

source: Send
nl: Verzenden

source: Revisions
nl: Revisies

source: Wanted language has not been translated yet.
nl: De gewenste taal is nog niet vertaald

source: Delete this translation
nl: Verwijder deze vertaling

source: German
nl: Duits

source: Swiss french
nl: Zwitsers frans

source: US English
nl: US Engels

source: French
nl: Frans

source: Belgium french
nl: Belgisch frans

source: Italian
nl: Italiaans

source: text
nl: tekst
