Repository: pypi-data/pypi-mirror-7
Catalog: packages/cubicweb-narval/cubicweb-narval-4.0.0.tar.gz/cubicweb-narval-4.0.0/i18n/*.po
Languages: fr

source: Actually not running plans (%i)
fr: Plans marqués comme en cours d'éxécution mais non connus par le bot

source: Bot is not available for the following reason:
fr: Le bot n'est pas disponible pour la raison suivante :

source: Bot is up and available.
fr: Le bot est en marche et disponible

source: DEBUG
fr: débug

source: ERROR
fr: erreur

source: Execution of %(recipe)s
fr: Éxécution de %(recipe)s

source: Latest plans executed
fr: Derniers plans éxécutés

source: Message Threshold
fr: Niveau des messages

source: Narval plans
fr: Plans narval

source: NarvalConditionExpression
fr: Expression narval d'une condition

source: NarvalConditionExpression_plural
fr: Expressions narval de condition

source: New NarvalConditionExpression
fr: Nouvelle expression narval d'une condition

source: New Plan
fr: Nouvean plan

source: New Recipe
fr: Nouvelle recette

source: New RecipeStep
fr: Nouvelle étape

source: New RecipeStepInput
fr: Nouvelle entrée

source: New RecipeStepOutput
fr: Nouvelle sortie

source: New RecipeTransition
fr: Nouvelle transition

source: New RecipeTransitionCondition
fr: Nouvelle condition de transition

source: No running plan.
fr: Pas de plan en cours d'éxécution

source: Pending plans (%i)
fr: Plans en attente d'éxécution (%i)

source: Plan_plural
fr: Plans

source: Process manager status
fr: État du gestionnaire de processus

source: Recipe
fr: Recette

source: Recipe errors
fr: Erreurs de la recette

source: RecipeStep
fr: Étape

source: RecipeStepInput
fr: Entrée d'étape

source: RecipeStepInput_plural
fr: Entrées d'étape

source: RecipeStepOutput
fr: Sortie d'étape

source: RecipeStepOutput_plural
fr: Sorties d'étape

source: RecipeStep_plural
fr: Étapes

source: RecipeTransition
fr: Transition

source: RecipeTransitionCondition
fr: Condition de transition

source: RecipeTransitionCondition_plural
fr: Conditions de transition

source: RecipeTransition_plural
fr: Transitions

source: Recipe_plural
fr: Recette

source: Running plans (%i)
fr: Plans en cours d'éxécutions (%i)

source: Steps errors
fr: Erreur d'étapes

source: This NarvalConditionExpression
fr: Cette expression

source: This Plan
fr: Ce plan

source: This Recipe
fr: Cette recette

source: This RecipeStep
fr: Cette étape

source: This RecipeStepInput
fr: Cette entrée d'étape

source: This RecipeStepOutput
fr: Cette sortie d'étape

source: This RecipeTransition
fr: Cette transition

source: This RecipeTransitionCondition
fr: Cette condition de transition

source: Those plans are in the running status but are not actually being executed. This is usually due to severe error during execution (such as the engine being killed). You probably want to delete those plans.
fr: Ces plans sont marqués comme en cours d'éxécution mais ne sont pas vraiment en cours d'éxécution par le bot. C'est en général dû au fait qu'une erreur sévère a eu lieu pendant l'éxécution (par exemple le processus a été tué). Vous voulez probablement supprimer ces plans.

source: WARNING
fr: avertissement

source: add RecipeStep generates_output RecipeStepOutput subject
fr: sortie

source: add RecipeStep in_recipe Recipe object
fr: étape

source: add RecipeStep takes_input RecipeStepInput subject
fr: entrée

source: add RecipeStepInput matches_condition NarvalConditionExpression subject
fr: condition

source: add RecipeStepOutput matches_condition NarvalConditionExpression subject
fr: condition

source: add RecipeTransition conditions RecipeTransitionCondition subject
fr: condition

source: add RecipeTransition in_recipe Recipe object
fr: transition

source: add RecipeTransitionCondition matches_condition NarvalConditionExpression subject
fr: condition

source: an optional string referencing and input id to outdate elements from this entry
fr: une chaîne optionelle référenceant l'identifiant d'une entrée à déprécier

source: conditions to satisfy before being fireable
fr: condition à satisfaire pour être tirable

source: conditions_object
fr: conditions de

# RecipeTransitionCondition
source: conditions_object
fr: conditions de

source: creating NarvalConditionExpression (RecipeStepInput %(linkto)s matches_condition NarvalConditionExpression)
fr: création d'une expression de condition pour l'entrée %(linkto)s

source: creating NarvalConditionExpression (RecipeStepOutput %(linkto)s matches_condition NarvalConditionExpression)
fr: création d'une expression de condition pour la sortie %(linkto)s

source: creating NarvalConditionExpression (RecipeTransitionCondition %(linkto)s matches_condition NarvalConditionExpression)
fr: création d'une expression de condition pour la transition %(linkto)s

source: creating RecipeStep (RecipeStep in_recipe Recipe %(linkto)s)
fr: création d'une étape pour la recette %(linkto)s

source: creating RecipeStepInput (RecipeStep %(linkto)s takes_input RecipeStepInput)
fr: création d'une entrée pour l'étape %(linkto)s

source: creating RecipeStepOutput (RecipeStep %(linkto)s generates_output RecipeStepOutput)
fr: création d'une sortie pour l'étape %(linkto)s

source: creating RecipeTransition (RecipeTransition in_recipe Recipe %(linkto)s)
fr: création d'une transition pour la recette %(linkto)s

source: creating RecipeTransitionCondition (RecipeTransition %(linkto)s conditions RecipeTransitionCondition)
fr: création d'une condition pour la transition %(linkto)s

source: ctxcomponents_narval.startplanform
fr: formulaire de lancement de plan

source: done
fr: fait

source: end_step
fr: étape finale

# Recipe
source: end_step
fr: étape finale

source: end_step_object
fr: étape finale de

# RecipeStep
source: end_step_object
fr: étape finale de

source: endtime
fr: date de fin

# Plan
source: endtime
fr: date de fin

source: error
fr: erreur

source: execution
fr: éxécution

source: execution of %s
fr: éxécution de %s

source: execution priority
fr: priorité d'éxécution

source: execution_log
fr: journal d'éxécution

# Plan
source: execution_log
fr: journal d'éxécution

source: execution_of
fr: éxécution de

# Plan
source: execution_of
fr: éxécution de

source: execution_of_object
fr: éxécutions

# Recipe
source: execution_of_object
fr: éxécutions

source: execution_status
fr: état de l'éxécution

# Plan
source: execution_status
fr: état de l'éxécution

source: failed
fr: échec

source: final step is missing
fr: pas d'état final

source: flag indicating wether an element triggering the condition may trigger it more than once
fr: indique si un même élement peut remplir la condition plus d'une fois

source: flag indicating wether an element triggering the input may trigger it more than once
fr: indique si un même élement peut être utilisé en entrée plus d'une fois

source: flag indicating wether the input is optional or required
fr: indique si l'entrée est optionelle ou requise

source: flag indicating wether the output is optional or required
fr: indique si la sortie est optionelle ou requise

source: for_each
fr: pour chaque

# RecipeStep
source: for_each
fr: pour chaque

source: from_context
fr: depuis le contexte

# RecipeStepInput
source: from_context
fr: depuis le contexte

# RecipeTransitionCondition
source: from_context
fr: depuis le contexte

source: generates_output
fr: sortie

# RecipeStep
source: generates_output
fr: sortie

source: generates_output_object
fr: sortie de

# RecipeStepOutput
source: generates_output_object
fr: sortie de

source: id
fr: identifiant

# RecipeStepInput
source: id
fr: identifiant

# RecipeStepOutput
source: id
fr: identifiant

source: in_error_steps
fr: entrée d'erreur

# RecipeTransition
source: in_error_steps
fr: entrée d'erreur

source: in_error_steps_object
fr: sortie d'erreur

# RecipeStep
source: in_error_steps_object
fr: sortie d'erreur

source: in_recipe
fr: de la recette

# RecipeStep
source: in_recipe
fr: de la recette

# RecipeTransition
source: in_recipe
fr: de la recette

source: in_recipe_object
fr: contient

# Recipe
source: in_recipe_object
fr: contient

source: in_steps
fr: étapes en entrée

# RecipeTransition
source: in_steps
fr: étapes en entrée

source: in_steps_object
fr: vers la transition

# RecipeStep
source: in_steps_object
fr: vers la transition

source: initial
fr: initiale

source: initial step is missing
fr: pas d'étape initiale

source: killed
fr: tué

source: level from which we should begin to look for matching elements
fr: niveau depuis lequel les éléments doivent être cherchés

source: level until which we should stop looking for matching elements
fr: niveau jusqu'auquel les éléments doivent être cherchés

source: line
fr: ligne

source: list of steps incoming to this transition
fr: étapes en entrée de cette transition

source: list of steps incoming to this transition if they ended on error
fr: étapes en entrée de cette transition si elles ont fini en erreur

source: list of steps outgoing from this transition
fr: étapes en sortie de cette transition

source: matches_condition
fr: conditions

# RecipeStepInput
source: matches_condition
fr: conditions

# RecipeStepOutput
source: matches_condition
fr: conditions

# RecipeTransitionCondition
source: matches_condition
fr: conditions

source: matches_condition_object
fr: condition de

# NarvalConditionExpression
source: matches_condition_object
fr: condition de

source: narval.plan.tab_setup
fr: configuration

source: narval.recipe.errors
fr: erreurs

source: narval.recipe.tab_config
fr: configuration

source: narval.recipe.tab_dotgraph
fr: graphique

source: narval.recipe.tab_executions
fr: éxécutions

source: no elements
fr: pas d'élements

source: no errors
fr: pas d'erreur

source: no log to display
fr: rien à afficher

source: no plans
fr: aucun plans

source: optional
fr: optionelle

# RecipeStepInput
source: optional
fr: optionelle

# RecipeStepOutput
source: optional
fr: optionelle

source: optional identifier of an input on which the step should be repeated
fr: identifiant d'une entrée pour laquelle cette étape doit être répétée

source: out_steps
fr: étapes de sortie

# RecipeTransition
source: out_steps
fr: étapes de sortie

source: out_steps_object
fr: sortie de

# RecipeStep
source: out_steps_object
fr: sortie de

source: outdates
fr: déprécie

# RecipeStepOutput
source: outdates
fr: déprécie

source: path or command
fr: chemin ou commande

source: permalink to this message
fr: lien permanent vers ce message

source: plan option: key=value, one per line
fr: options du plan: clé=valeur, une par ligne

source: plan(s) queued
fr: plan(s) ajouté(s) à la file d'éxécution

source: predefined arguments for this plan, as python expressions (one per line).You can instantiate any object defined in narval's expression context.
fr: arguments prédéfinis pour ce plan, sous forme d'expression python (une par ligne). Vous pouvez instantier n'importe que objet défini dans le contexte d'expression de narval.

source: predefined arguments for this step, as python expressions (one per line).You can instantiate any object defined in narval's expression context.
fr: arguments prédéfinis pour cette étape, sous forme d'expression python (une par ligne). Vous pouvez instantier n'importe que objet défini dans le contexte d'expression de narval.

source: priority
fr: priorité

# Plan
source: priority
fr: priorité

# RecipeTransition
source: priority
fr: priorité

source: ready
fr: prêt

source: recipe may not be started
fr: la recette ne peut être lancée

source: running
fr: en cours d'éxécution

source: scheduled
fr: en attente d'éxécution

source: see detailed execution report
fr: voir le détail de l'éxécution

source: severity
fr: sévérité

source: start plan
fr: lancer le plan

source: start_step
fr: étape initiale

# Recipe
source: start_step
fr: étape initiale

source: start_step_object
fr: étape initiale de

# RecipeStep
source: start_step_object
fr: étape initiale de

source: starttime
fr: date de début

# Plan
source: starttime
fr: date de début

source: step
fr: étape

source: takes_input
fr: prend en entrée

# RecipeStep
source: takes_input
fr: prend en entrée

source: takes_input_object
fr: entrée de

# RecipeStepInput
source: takes_input_object
fr: entrée de

source: target
fr: cible

# RecipeStep
source: target
fr: cible

source: target recipe does not exist
fr: la recette cible n'existe pas

source: the input id, required and unique for the step / action
fr: l'identifiant d'entrée, requis et unique pour l'étape ou action

source: the output id, required and unique for the step / action
fr: l'identifiant de sortie, requis et unique pour l'étape ou action

source: the recipe's name
fr: le nom de la recette

source: the step's target name (either an action or a recipe)
fr: la cible de l'étape (identifiant d'une action ou d'une recette)

source: these steps form a cycle:
fr: ces étapes forment un cycle :

source: this step must have at least one incoming transition
fr: cette étape doit avoir au moins une transition en entrée

source: this step must have at least one outgoing transition
fr: cette étape doit avoir au moins une transition en sortie

source: to_context
fr: jusqu'au contexte

# RecipeStepInput
source: to_context
fr: jusqu'au contexte

# RecipeTransitionCondition
source: to_context
fr: jusqu'au contexte

source: use
fr: utilise

# RecipeStepInput
source: use
fr: utilise

# RecipeTransitionCondition
source: use
fr: utilise

source: when several transitions are fireable, there should be one (and only one) with a greater priority that will be fired.
fr: quand plusieurs transitions sont tirables, il ne doit y en avoir qu'une seule avec une priorité maximale qui sera tirée.
